{
  "lang": {
    "zh": "中文",
    "en": "English",
    "cz": "cz",
    "de": "de",
    "es": "es",
    "ar": "ar",
    "bg": "bg"
  },
  "actionView": {
    "text1": "أفضل تيليجرام في العالم",
    "text2": "كازينو",
    "text3": "TG.Bit هو مكانك الحصري للمقامرة المجهولة عبر الإنترنت بالعملات المشفرة. \nمرخص بالكامل وآمن بنسبة 100%، انضم إلينا اليوم!",
    "text4": "انضم إلى المجتمع",
    "text5": "العب الان",
    "text6": "التحقق من الترخيص",
    "text7": "استرداد نقدي",
    "text8": "احصل على استرداد نقدي بنسبة 25% على جميع الخسائر عند المراهنة برموز $TGB"
  },
  "bottomBar": {
    "text1": "طريقة الدفع او السداد",
    "text2": "خصوصية",
    "text3": "شروط"
  },
  "coinChance": {
    "text1": "نما سوق كازينو العملات المشفرة بسرعة منذ عام 2017، حيث تظهر أحدث البيانات أن سوق كازينو العملات المشفرة تبلغ قيمته الآن 250 مليون دولار.\n\nويمثل هذا 0.1% فقط من إجمالي سوق الكازينو، والذي تبلغ قيمته حاليًا 26.33 مليار دولار.\n\nلكن الأبحاث تظهر أن كازينوهات العملات المشفرة تستحوذ بسرعة على حصة سوقية من كازينوهات Web2 عبر الإنترنت نظرًا لسهولة الوصول إليها، وعدم الحاجة إلى \"اعرف عميلك\" (KYC)، والقدرة على تجنب ظهور المعاملات في البيانات المصرفية.",
    "text2": "حاليًا، يتم لعب 80% من ألعاب الكازينو عبر الإنترنت على الأجهزة المحمولة، مع تصميم الغالبية العظمى من كازينوهات العملات المشفرة خصيصًا للأجهزة المحمولة.\n\nتذهب TG.Bit إلى أبعد من ذلك وتقدم حصريًا منصة Telegram، التي تضم حاليًا أكثر من مليار مستخدم ومن المتوقع أن تنمو إلى 1.5 مليار مستخدم في السنوات 3-5 القادمة."
  },
  "coinTimes": {
    "text1": "يبدو أن الشعبية الهائلة الأخيرة للمقامرة بالعملات المشفرة لا تظهر أي علامات على التباطؤ.\n\nنحن في TG.Bit ندرك أن اللاعبين في جميع أنحاء العالم يقدرون مرونة اللعب في أي وقت وفي أي مكان، والبقاء مجهولين، والقدرة على المراهنة باستخدام العملات المشفرة.\n\nلقد وصل المستقبل حقا!"
  },
  "commonProblem": {
    "text1": "",
    "text10": "",
    "text2": "",
    "text3": "",
    "text4": "",
    "text5": "",
    "text6": "",
    "text7": "",
    "text8": "",
    "text9": ""
  },
  "economicToken": {
    "text1": "من أجل تحقيق دورة حميدة، فإن سلوك كل مشارك في النظام البيئي مهم للغاية.\n\nولا تقل أهمية عن ذلك الحوافز المصممة بشكل جيد",
    "text10": "شركاء التحالف",
    "text11": "تقديم حوافز للشركاء التابعين الذين يساعدون في تنمية TG.Bit",
    "text12": "التسويق والتعاون",
    "text13": "يستخدم للتعاون أو التسويق المباشر على المنصات الرئيسية",
    "text2": "تجمع السيولة",
    "text3": "إنشاء أزواج تداول في البورصات اللامركزية",
    "text4": "المكافآت المساحية",
    "text5": "تستخدم لمكافأة أصحابنا المخلصين",
    "text6": "ما قبل البيع",
    "text7": "تحويل الأرباح مباشرة إلى الدفعة الأولى من المالكين، مما يسمح لهم بتنمية ثرواتهم بسرعة",
    "text8": "مكافآت اللاعب",
    "text9": "تقديم مكافآت لكل لاعب يشارك في TG.Bit"
  },
  "homeForm": {
    "text1": "السعر الحالي",
    "text10": "شراء وحصة",
    "text11": "فقط أريد الشراء دون تعهد",
    "text12": "التوقيع المساحي الحالي APY",
    "text2": "الهدف الأخير",
    "text3": "اشتري الآن قبل زيادة الأسعار في:",
    "text4": "محفظة",
    "text5": "انت تدفع",
    "text6": "",
    "text7": "الأعلى",
    "text8": "$TGB تتلقاها",
    "text9": "ربط المحفظة"
  },
  "howToBuy": {
    "text1": "لشراء العملات خلال فترة ما قبل البيع، قم بزيارة الموقع الرسمي لـ TG.Bit.\n\nبعد البيع المسبق، يمكن الحصول على الرموز مباشرة من الموقع الرسمي أو من خلال البورصات اللامركزية.",
    "text10": "أدخل مبلغ رموز TGB التي ترغب في شرائها.\n\nيرجى ملاحظة أنه بالإضافة إلى تكلفة الرمز المميز الذي تنوي شراءه، يلزم وجود حد أدنى قدره 0.015 ETH لإكمال المعاملة.\n\nفي Binance Smart Chain، يكون هذا الحد الأدنى من المتطلبات أقل، ولكنه لا يزال ساريًا.\n\nتم تعيين الحد الأدنى لمبلغ رموز TGB $ التي يمكن شراؤها على 100 $ TGB.",
    "text11": "الخطوة 5: أكمل عملية الشراء",
    "text12": "بمجرد إدخال المبلغ، سيُطلب منك الموافقة على المعاملة.\n\nبالنقر على \"موافقة\"، سيتم بدء معاملتك والتحقق منها على blockchain.\n\nيمكن أن تختلف أوقات إتمام المعاملات من ثوانٍ إلى دقائق، اعتمادًا على ازدحام الشبكة ونشاط العقد الذكي.\n\nيرجى البقاء على الواجهة حتى يتم تنفيذ عملية الشراء بالكامل.",
    "text2": "كيفية شراء $TGB خلال فترة ما قبل البيع",
    "text3": "الخطوة 1: قم بزيارة البوابة الرسمية",
    "text4": "قم بزيارة صفحة الويب المخصصة لـ TG.Bit للعثور على واجهة الشراء المسبق الحصرية.\n\nيرجى ملاحظة أن هذه هي المنصة الوحيدة المعتمدة للحصول على رموز Presale $TGB.",
    "text5": "الخطوة 2: اختر طريقة الدفع",
    "text6": "يمكنك اختيار شراء الرمز المميز Presale $TGB على شبكة Ethereum باستخدام Ethereum (ETH) أو Tether (USDT).\n\nوبدلاً من ذلك، يمكنك الاستفادة من Binance Smart Chain واختيار BNB أو USDT.\n\nحدد اختيارك وانتقل إلى الخطوة التالية.",
    "text7": "الخطوة 3: قم بتوصيل محفظتك المشفرة",
    "text8": "إذا لم تتم مزامنة محفظتك المشفرة بعد، فسترى مطالبة تطلب منك الاتصال.\n\nعادةً، يتم إعداد المحافظ لشبكة Ethereum الرئيسية افتراضيًا؛ \nوهذا يعمل لصالحك إذا كنت تتداول مع ETH.\n\nومع ذلك، إذا اخترت Binance Smart Chain، فقد تحتاج إلى تأكيد تبديل الشبكة.",
    "text9": "الخطوة 4: تحديد مبلغ الشراء"
  },
  "licenseProof": {
    "text1": "غالبًا ما يُنظر إلى فضاء الويب 3 على أنه الغرب المتوحش، المليء بالمعلومات الخاطئة والاحتيال.\n\nفي TG.Bit ندعي بفخر أننا كيان كازينو مرخص بالكامل بنسبة 100% ومقره في كوراكاو.\n\nلذا لا تتردد في اللعب!",
    "text2": "التحقق من الترخيص"
  },
  "noKyc": {
    "text1": "تتمتع المقامرة عبر الإنترنت بدون KYC بمزايا حقيقية.\n\nلسنوات عديدة، كانت الطريقة الوحيدة للمقامرة عبر الإنترنت هي تسليم المعلومات الشخصية.\n\nفي TG.Bit لا تحتاج إلى تقديم معلومات شخصية.\n\nكل ما تحتاجه هو حساب Telegram، وبعض العملات المشفرة، وستكون جاهزًا للعب!\n\nلا يستغرق الأمر سوى بضع خطوات صغيرة.",
    "text2": "افتح TG.Bit",
    "text3": "تحميل برقية",
    "text4": "الخطوة 1",
    "text5": "إذا لم يكن لديك تيليجرام، يرجى إنشاء حساب بعد تنزيل التطبيق، أو إذا كان لديك تيليجرام بالفعل، فافتحه عبر الرابط",
    "text6": "الخطوة 2",
    "text7": "يمكنك اختيار ربط محفظتك المشفرة أو تحويل الأموال إلى حساب TG.Ber الخاص بك، ولديك حرية الاختيار.\n\nبمجرد تعبئة حسابك، تصبح جاهزًا للانطلاق!",
    "text8": "الخطوه 3",
    "text9": "اختر لعبة وابدأ اللعب!\n\nيمكنك إجراء عمليات سحب غير محدودة في أي وقت.\n\nيمكنك الاستمتاع بتجربة لعب خالية من القلق في TG.Bit، 24/7، طوال العام!"
  },
  "operationWay": {
    "text1": "TG.Bit ليس مجرد كازينو، بل هو نظام بيئي يوفر مكافآت مستمرة من خلال $TGB!"
  },
  "pledgeCoin": {
    "text1": "ستستمر عملات TGB التي تم شراؤها أثناء اللعبة في توليد فوائد غير متوقعة لك، مما يسمح للمقامرة والترفيه والإدارة المالية بالوقوف في نفس الزاوية وتحقيق فوائد لا نهاية لها لأموالك.",
    "text2": "كسب الدخل السلبي",
    "text3": "عندما تقوم بالمشاركة بمبلغ TGB، ستبدأ على الفور في كسب المكافآت اليومية.\n\nشاهد مقتنياتك تنمو مع مرور الوقت!",
    "text4": "احصل على مكافآتك الآن",
    "text5": "ستفتح على الفور مكافآتك المتراكمة، والتي يمكن استخدامها في TG.Bit أو حفظها لوقت لاحق!",
    "text6": "تقاسم الثروة",
    "text7": "عندما تقوم بجمع مبلغ TGB الخاص بك، فسوف تحصل على مكافآت على أساس الدخل.\n\nسوف تحصل على جزء أكبر!"
  },
  "pledgeDetail": {
    "text1": "يتيح لك TG.Bit مشاركة الرموز المميزة الخاصة بك وحصتها.\n\nالرجاء تحديد الميزات التي تريدها.\n\nفقط الرموز المميزة يمكنها كسب المكافآت",
    "text10": "إجمالي المكافآت التي تم حصادها ($TGB)",
    "text11": "إجمالي المكافآت المتاحة للمطالبة ($TGB)",
    "text12": "يستلم",
    "text13": "يتعهد",
    "text14": "قم بتوزيع الرموز المميزة الخاصة بك لتربح $TGB بناءً على APY الموضح",
    "text15": "الأعلى",
    "text16": "يتعلم أكثر",
    "text17": "إلغاء التعهد",
    "text18": "قم بإلغاء التعهد على الفور",
    "text19": "قم بإلغاء ملكية الرموز المميزة الخاصة بك واسترد مكافآت APY من التوقيع المساحي",
    "text2": "معدل العائد السنوي الحالي",
    "text3": "مجموع $TGB المراهنة",
    "text4": "النسبة المئوية لإجمالي مبلغ TGB المتراكم",
    "text5": "إجمالي المكافآت المدفوعة ($TGB)",
    "text6": "ربط المحفظة",
    "text7": "تعهدي",
    "text8": "مجموع $TGB المراهنة",
    "text9": "النسبة المئوية لإجمالي مبلغ TGB المتراكم"
  },
  "preSale": {
    "text1": "لن تتمكن أبدًا من الحصول على $TGB بسعر أفضل من السعر الحالي أثناء البيع المسبق لدينا",
    "text2": "مكافأة خاصة",
    "text3": "يمكن لمشتري ما قبل البيع الاستمتاع بمكافآت حصرية عند اللعب في الكازينو",
    "text4": "أفضل سعر $TGB ليس هناك وقت أفضل من الآن",
    "text5": "الشراء خلال فترة ما قبل البيع",
    "text6": "تصبح الأسطوانة عالية",
    "text7": "استثمر 5 آلاف دولار في البيع المسبق لـ TGB بقيمة $ للحصول على NFTs الحصرية ومكافآت ما بعد الإطلاق",
    "text8": "البدء في كسب المال الآن",
    "text9": "قم بشراء رموز Presale، وابدأ في التوقيع على الفور، واحصل على مكافآت سلبية فورية!"
  },
  "safeInstructions": {
    "text1": "لا يتطلب منك TG.Bit إجراء أي عملية تحقق من KYC للعب أو حتى توصيل محفظتك.\n\nما عليك سوى تعبئة حسابك وسحب الأموال في أي وقت.\n\nبكل بساطة!",
    "text2": "لا يتطلب KYC",
    "text3": "لا حاجة لإعداد حساب",
    "text4": "العب على هاتفك الذكي",
    "text5": "كل شيء موجود على تيليجرام",
    "text6": "العب الان"
  },
  "topBar": {
    "auditBtn": "مراجعة",
    "economic": "الاقتصاد الرمزي",
    "howBuy": "كيف اشترى",
    "index": "بيت",
    "methods": "كيف تعمل",
    "pledgeBtn": "التوقيع المساحي",
    "qa": "التعليمات",
    "reward": "مكافآت التوقيع المساحي",
    "welfare": "فوائد ما قبل البيع"
  },
  "webGame": {
    "text1": "مع ترخيص اللعبة من كبرى الشركات المصنعة للألعاب، لدينا كل ما تريد لعبه!",
    "text2": "مئات من الألعاب",
    "text3": "لدينا كل الألعاب التي قد ترغب في لعبها، من ماكينات القمار وألعاب الطاولة والكازينو المباشر والمزيد.\n\nكل ما تريد، نحن نقدم لك!",
    "text4": "القمار الرياضي",
    "text5": "نحن نقدم لك أكثر من 30 رياضة مختلفة للمراهنة عليها، لذا تأكد من العثور على ما يعجبك!\n\nاختر لعبة ثم ضع رهانك الآن!",
    "text6": "انضم إلى البث المباشر لدينا",
    "text7": "هل تريد تجربة كازينو حقيقية في راحة يدك؟\n\nانضم إلى الآلاف من اللاعبين الآخرين الذين يلعبون على أرضية الكازينو!"
  },
  "whiteBook": {
    "text1": "إذا كنت تريد معرفة المزيد حول كيفية اختلاف TG.Bit، فاقرأ مستندنا التمهيدي.\n\nنحن أكثر من مجرد كازينو على الإنترنت!",
    "text2": "ورق ابيض"
  },
  "whyPopular": {
    "text1": "على الرغم من أنه قد تكون هناك منافسة في السوق، إلا أنها لا تستطيع مطابقة ما تقدمه TG.Bit.\n\nلدينا جميع أفضل الألعاب، والأحداث المباشرة، والمراهنات الرياضية، والمزيد، ببساطة لا مجال للمقارنة.\n\nإلى جانب المكافآت السخية التي نقدمها لحاملي TGB، فإن اختيار TG.Bit يعد قرارًا حكيمًا.",
    "text2": "انضم إلينا اليوم",
    "text3": "في عام 2023 وحده، تضاعفت خيارات المقامرة بالعملات المشفرة ثلاث مرات.\n\nمع عدم الحاجة إلى KYC ومنصة سلسة وسهلة الاستخدام، فليس من المستغرب أن يتدفق الناس على مواقع مثل TG.Bit للمقامرة عبر الإنترنت.\n\nفلماذا تختار TG.Bit؟",
    "text4": "العب الان",
    "text5": "العب الألعاب الشهيرة بسهولة على منصة Telegram السلسة الخاصة بـ TG.Bit.\n\nبفضل تسويقنا القوي، أصبح TG.Bit اسمًا مألوفًا بسرعة.\n\nاستفد من استثمارنا في الألعاب عبر الإنترنت ونموذجنا المربح.\n\nتعال واستكشف مستقبل الألعاب معنا!"
  }
}
