{
  "actionView": {
    "text1": "أفضل تيليجرام في العالم",
    "text2": "كازينو",
    "text3": "TG.Bit هو مكانك الحصري للمقامرة بالعملات المشفرة المجهولة عبر الإنترنت. \nمرخص بالكامل وآمن بنسبة 100%، انضم إلينا اليوم!",
    "text4": "انضم إلى المجتمع",
    "text5": "العب الان",
    "text6": "التحقق من الترخيص",
    "text7": "استرداد نقدي",
    "text8": "احصل على استرداد نقدي بنسبة 25% على جميع الخسائر عند المراهنة برموز $TGB"
  },
  "bottomBar": {
    "text1": "طريقة الدفع او السداد",
    "text2": "خصوصية",
    "text3": "شروط"
  },
  "coinChance": {
    "text1": "نما سوق كازينو العملات المشفرة بسرعة منذ عام 2017، حيث تظهر أحدث البيانات أن سوق كازينو العملات المشفرة تبلغ قيمته الآن 250 مليون دولار.\n\nويمثل هذا 0.1% فقط من إجمالي سوق الكازينو، والذي تبلغ قيمته حاليًا 26.33 مليار دولار.\n\nلكن الأبحاث تظهر أن كازينوهات العملات المشفرة تستحوذ بسرعة على حصة سوقية من كازينوهات Web2 عبر الإنترنت نظرًا لسهولة الوصول إليها، وعدم الحاجة إلى \"اعرف عميلك\" (KYC)، والقدرة على تجنب ظهور المعاملات في البيانات المصرفية.",
    "text2": "حاليًا، يتم لعب 80% من ألعاب الكازينو عبر الإنترنت على الأجهزة المحمولة، مع تصميم الغالبية العظمى من كازينوهات العملات المشفرة خصيصًا للأجهزة المحمولة.\n\nتذهب TG.Bit إلى أبعد من ذلك وتقدم حصريًا منصة Telegram، التي تضم حاليًا أكثر من مليار مستخدم ومن المتوقع أن تنمو إلى 1.5 مليار مستخدم خلال 3-5 سنوات القادمة."
  },
  "coinTimes": {
    "text1": "يبدو أن الشعبية الهائلة الأخيرة للمقامرة بالعملات المشفرة لا تظهر أي علامات على التباطؤ.\n\nنحن في TG.Bit ندرك أن اللاعبين في جميع أنحاء العالم يقدرون مرونة اللعب في أي وقت وفي أي مكان، والبقاء مجهولين، والقدرة على المراهنة باستخدام العملات المشفرة.\n\nلقد وصل المستقبل حقا!"
  },
  "commonProblem": {
    "text1": "ما الذي يجعل TG.Bit مختلفًا؟",
    "text10": "سنطلق $TGB خلال أيام من انتهاء البيع المسبق. \nوسنبقي الجميع على علم بيوم الإطلاق من خلال موقعنا الإلكتروني ووسائل التواصل الاجتماعي.",
    "text2": "تمنحك TG.Bit إمكانية الوصول إلى أفضل ألعاب الكازينو عبر الإنترنت والكتب الرياضية والمزيد، لكننا ملتزمون أيضًا بتعزيز النظام البيئي الذي يقدر الولاء. \nكدليل على تفانينا، فإننا نرد الجميل من خلال مشاركة جزء من إيرادات الكازينو لدينا من خلال عمليات إعادة الشراء لرمز TGB $. \nالعب واكسب واحصل على المكافأة!",
    "text3": "ما هي مدة العرض المسبق؟",
    "text4": "سيكون البيع المسبق مفتوحًا حتى يتم الوصول إلى الحد الأقصى. \nويبلغ الحد الأقصى للبيع المسبق مليون دولار أمريكي.",
    "text5": "لماذا يجب أن أشتري $TGB؟",
    "text6": "في حين أن TG.Bit ستسمح لك باللعب مع العديد من أفضل العملات المشفرة، فإن $TGB فقط هو الذي سيمنحك إمكانية الوصول إلى مكافآت مذهلة، سواء من التوقيع المساحي أو مجرد الاحتفاظ بالرمز المميز الخاص بنا. \nإن $TGB ليس مطلوبًا للعب في الكازينو، ولكن يمكن استخدامه للمراهنة على الألعاب مثل جميع العملات الأخرى.",
    "text7": "هل البيع المسبق له فترة استحقاق؟",
    "text8": "لا توجد فترة استحقاق لـ TGB. \nومع ذلك، إذا قمت بتخزين الرموز المميزة الخاصة بك أثناء البيع المسبق، فسيتم قفلها حتى يوم الإطلاق لمدة 10 أيام. \nيبدأ تخزين الرموز على الفور في الحصول على مكافآت التوقيع والمزايا المستقبلية الأخرى.",
    "text9": "متى سيتم إطلاق الرمز؟"
  },
  "economicToken": {
    "text1": "من أجل تحقيق دورة حميدة، فإن سلوك كل مشارك في النظام البيئي مهم للغاية.\n\nولا تقل أهمية عن ذلك الحوافز المصممة بشكل جيد",
    "text10": "تحالف",
    "text11": "مكافآت لأولئك الذين يساعدون في تنمية TG.Bit",
    "text12": "تسويق",
    "text13": "للتعاون والتسويق المباشر",
    "text2": "مجمع السيولة",
    "text3": "لإنشاء الزوج على DEX",
    "text4": "مكافآت التوقيع المساحي",
    "text5": "لمكافأة أصحابنا المتفانين",
    "text6": "ما قبل البيع",
    "text7": "لبدء تشغيل النظام البيئي $TGB",
    "text8": "مكافآت اللاعبين",
    "text9": "مكافآت لكل لاعب"
  },
  "homeForm": {
    "text1": "السعر الحالي",
    "text10": "شراء وحصة",
    "text11": "أريد فقط الشراء دون التوقيع المساحي",
    "text12": "التوقيع المساحي الحالي APY",
    "text13": "شراء في BSC",
    "text14": "شراء في ETH",
    "text2": "الهدف الأخير",
    "text3": "اشتري الآن قبل زيادة الأسعار في:",
    "text4": "محفظة",
    "text5": "انت تدفع",
    "text6": "",
    "text7": "الأعلى",
    "text8": "$TGB تتلقاها",
    "text9": "ربط المحفظة"
  },
  "howToBuy": {
    "text1": "لشراء العملات خلال فترة ما قبل البيع، قم بزيارة الموقع الرسمي لـ TG.Bit.\n\nبعد البيع المسبق، يمكن الحصول على الرموز مباشرة من الموقع الرسمي أو من خلال البورصات اللامركزية.",
    "text10": "أدخل مبلغ رموز TGB التي ترغب في شرائها.\n\nيرجى ملاحظة أنه بالإضافة إلى تكلفة الرمز المميز الذي تنوي شراءه، يلزم وجود حد أدنى قدره 0.015 ETH لإكمال المعاملة.\n\nفي Binance Smart Chain، يكون هذا الحد الأدنى من المتطلبات أقل، ولكنه لا يزال ساريًا.\n\nتم تعيين الحد الأدنى لمبلغ رموز TGB $ التي يمكن شراؤها على 100 $ TGB.",
    "text11": "الخطوة 5: أكمل عملية الشراء",
    "text12": "بمجرد إدخال المبلغ، سيُطلب منك الموافقة على المعاملة.\n\nبالنقر على \"موافقة\"، سيتم بدء معاملتك والتحقق منها على blockchain.\n\nيمكن أن تختلف أوقات إتمام المعاملات من ثوانٍ إلى دقائق، اعتمادًا على ازدحام الشبكة ونشاط العقد الذكي.\n\nيرجى البقاء على الواجهة حتى يتم تنفيذ عملية الشراء بالكامل.",
    "text2": "كيفية شراء $TGB خلال فترة ما قبل البيع",
    "text3": "الخطوة 1: قم بزيارة البوابة الرسمية",
    "text4": "تفضل بزيارة صفحة الويب المخصصة لـ TG.Bit للعثور على واجهة الشراء المسبق الحصرية.\n\nيرجى ملاحظة أن هذه هي المنصة الوحيدة المعتمدة للحصول على رموز TGB للبيع المسبق.",
    "text5": "الخطوة 2: اختر طريقة الدفع",
    "text6": "يمكنك اختيار شراء الرمز المميز Presale $TGB على شبكة Ethereum باستخدام Ethereum (ETH) أو Tether (USDT).\n\nوبدلاً من ذلك، يمكنك الاستفادة من Binance Smart Chain واختيار BNB أو USDT.\n\nحدد اختيارك وانتقل إلى الخطوة التالية.",
    "text7": "الخطوة 3: قم بتوصيل محفظتك المشفرة",
    "text8": "إذا لم تتم مزامنة محفظتك المشفرة بعد، فسترى مطالبة تطلب منك الاتصال.\n\nعادةً، يتم إعداد المحافظ لشبكة Ethereum الرئيسية افتراضيًا؛ \nوهذا يعمل لصالحك إذا كنت تتداول مع ETH.\n\nومع ذلك، إذا اخترت Binance Smart Chain، فقد تحتاج إلى تأكيد تبديل الشبكة.",
    "text9": "الخطوة 4: تحديد مبلغ الشراء"
  },
  "licenseProof": {
    "text1": "غالبًا ما يُنظر إلى فضاء الويب 3 على أنه الغرب المتوحش، المليء بالمعلومات الخاطئة والاحتيال.\n\nفي TG.Bit، ندعي بفخر أننا كيان كازينو مرخص بالكامل بنسبة 100% ومقره في كوراكاو.\n\nلذا لا تتردد في اللعب!",
    "text2": "التحقق من الترخيص"
  },
  "noKyc": {
    "text1": "تتمتع المقامرة عبر الإنترنت بدون KYC بمزايا حقيقية.\n\nلسنوات عديدة، كانت الطريقة الوحيدة للمقامرة عبر الإنترنت هي تسليم المعلومات الشخصية.\n\nفي TG.Bit، لا تحتاج إلى تقديم معلومات شخصية.\n\nكل ما تحتاجه هو حساب Telegram، وبعض العملات المشفرة، وستكون جاهزًا للعب!\n\nلا يستغرق الأمر سوى بضع خطوات صغيرة.",
    "text2": "افتح TG.Bit",
    "text3": "تحميل برقية",
    "text4": "الخطوة 1",
    "text5": "إذا لم يكن لديك تيليجرام، يرجى إنشاء حساب بعد تنزيل التطبيق، أو إذا كان لديك تيليجرام بالفعل، فافتحه عبر الرابط",
    "text6": "الخطوة 2",
    "text7": "يمكنك اختيار ربط محفظتك المشفرة أو تحويل الأموال إلى حساب TG.Ber الخاص بك، ولديك حرية الاختيار.\n\nبمجرد تعبئة حسابك، تصبح جاهزًا للانطلاق!",
    "text8": "الخطوه 3",
    "text9": "اختر لعبة وابدأ اللعب!\n\nيمكنك إجراء عمليات سحب غير محدودة في أي وقت.\n\nيمكنك الاستمتاع بتجربة لعب خالية من القلق في TG.Bit، على مدار الساعة طوال أيام الأسبوع!"
  },
  "operationWay": {
    "text1": "TG.Bit ليس مجرد كازينو، بل هو نظام بيئي يوفر مكافآت مستمرة من خلال $TGB!"
  },
  "pledgeCoin": {
    "text1": "ستستمر عملات TGB التي تم شراؤها أثناء اللعبة في توليد فوائد غير متوقعة لك، مما يسمح للمقامرة والترفيه والإدارة المالية بالوقوف في نفس الزاوية وتحقيق فوائد لا نهاية لها لأموالك.",
    "text2": "احصل على دخل سلبي",
    "text3": "عندما تشارك بمبلغ TGB الخاص بك، فإنك تبدأ على الفور في كسب مكافآت يومية. \nشاهد مقتنياتك تنمو مع مرور الوقت!",
    "text4": "الوصول إلى المكافآت على الفور",
    "text5": "ستفتح على الفور مكافآت من الستاكينغ التي يمكنك استخدامها في TG.Bit، أو حفظها لوقت لاحق!",
    "text6": "تقاسم الثروة",
    "text7": "عند مشاركة مبلغ TGB الخاص بك، فإنك تفتح إمكانية الوصول إلى المكافآت القائمة على الإيرادات. \nقطعة أكبر من الكعكة!"
  },
  "pledgeDetail": {
    "text1": "يتيح لك TG.Bit مشاركة الرموز المميزة الخاصة بك وإلغاء ملكيتها. \nاختر الوظيفة التي تريدها. \nفقط الرموز المميزة هي التي تكسب APY.",
    "text10": "إجمالي المكافآت المحصودة ($TGB)",
    "text11": "إجمالي المكافآت المطالب بها ($TGB)",
    "text12": "يستلم",
    "text13": "حصة",
    "text14": "قم بتوزيع الرموز المميزة الخاصة بك للحصول على مكافآت سلبية بناءً على APY المشار إليه.",
    "text15": "الأعلى",
    "text16": "يتعلم أكثر",
    "text17": "غير مستقر",
    "text18": "غير مستقر",
    "text19": "قم بإلغاء ملكية الرموز المميزة الخاصة بك واسترد مكافآت APY الخاصة بك من التوقيع المساحي.",
    "text2": "أبي الحالي",
    "text3": "إجمالي $TGB المراهنة",
    "text4": "% من إجمالي $TGB المتراكم",
    "text5": "إجمالي المكافآت المدفوعة ($TGB)",
    "text6": "ربط المحفظة",
    "text7": "التوقيع المساحي الخاص بك",
    "text8": "إجمالي $TGB المراهنة",
    "text9": "% من إجمالي $TGB المتراكم"
  },
  "preSale": {
    "text1": "لن تتمكن أبدًا من الحصول على $TGB بسعر أفضل من السعر الحالي أثناء البيع المسبق لدينا",
    "text2": "مكافآت خاصة",
    "text3": "تتم مكافأة المشترين قبل البيع حصريًا عندما يلعبون في الكازينو",
    "text4": "أفضل سعر ممكن",
    "text5": "لن يكون هناك وقت أفضل لشراء $TGB من وقت البيع المسبق.",
    "text6": "تصبح الأسطوانة عالية",
    "text7": "استثمر 5 آلاف دولار أمريكي في البيع المسبق بقيمة TGB بقيمة NFT للحصول على مكافآت حصرية بعد الإطلاق.",
    "text8": "ابدأ بالكسب اليوم",
    "text9": "قم بشراء رموز ما قبل البيع، وابدأ في الرهان للحصول على مكافآت سلبية فورية على الفور!"
  },
  "safeInstructions": {
    "text1": "لا يتطلب منك TG.Bit إجراء أي عملية تحقق من KYC للعب أو حتى توصيل محفظتك.\n\nما عليك سوى تعبئة حسابك وسحب الأموال في أي وقت.\n\nبكل بساطة!",
    "text2": "لا يتطلب KYC",
    "text3": "لا حاجة لإعداد حساب",
    "text4": "العب على هاتفك الذكي",
    "text5": "كل شيء موجود على تيليجرام",
    "text6": "العب الان"
  },
  "topBar": {
    "auditBtn": "مراجعة",
    "economic": "الاقتصاد الرمزي",
    "howBuy": "كيف اشترى",
    "index": "بيت",
    "methods": "كيف تعمل",
    "pledgeBtn": "التوقيع المساحي",
    "qa": "التعليمات",
    "reward": "مكافآت التوقيع المساحي",
    "welfare": "فوائد ما قبل البيع"
  },
  "webGame": {
    "text1": "مع ترخيص اللعبة من كبرى الشركات المصنعة للألعاب، لدينا كل ما تريد لعبه!",
    "text2": "مئات من الألعاب",
    "text3": "لدينا كل الألعاب التي قد ترغب في لعبها، من ماكينات القمار وألعاب الطاولة والكازينو المباشر والمزيد.\n\nكل ما تريد، نحن نقدم لك!",
    "text4": "القمار الرياضي",
    "text5": "نحن نقدم لك أكثر من 30 رياضة مختلفة للمراهنة عليها، لذا تأكد من العثور على ما يعجبك!\n\nاختر لعبة ثم ضع رهانك الآن!",
    "text6": "انضم إلى البث المباشر لدينا",
    "text7": "هل تريد تجربة كازينو حقيقية في راحة يدك؟\n\nانضم إلى الآلاف من اللاعبين الآخرين الذين يلعبون على أرضية الكازينو!"
  },
  "whiteBook": {
    "text1": "إذا كنت تريد معرفة المزيد حول كيفية اختلاف TG.Bit، فاقرأ مستندنا التقني.\n\nنحن أكثر من مجرد كازينو على الإنترنت!",
    "text2": "ورق ابيض"
  },
  "whyPopular": {
    "text1": "على الرغم من أنه قد تكون هناك منافسة في السوق، إلا أنها لا تستطيع مطابقة ما تقدمه TG.Bit.\n\nلدينا جميع أفضل الألعاب، والأحداث المباشرة، والمراهنات الرياضية، والمزيد، ببساطة لا مجال للمقارنة.\n\nإلى جانب المكافآت السخية التي نقدمها لحاملي TGB، فإن اختيار TG.Bit يعد قرارًا حكيمًا.",
    "text2": "انضم إلينا اليوم",
    "text3": "في عام 2023 وحده، تضاعفت خيارات المقامرة بالعملات المشفرة ثلاث مرات.\n\nمع عدم الحاجة إلى KYC ومنصة سلسة وسهلة الاستخدام، فليس من المستغرب أن يتدفق الناس على مواقع مثل TG.Bit للمقامرة عبر الإنترنت.\n\nفلماذا تختار TG.Bit؟",
    "text4": "العب الان",
    "text5": "العب الألعاب الشهيرة بسهولة على منصة Telegram السلسة الخاصة بـ TG.Bit.\n\nبفضل تسويقنا القوي، أصبح TG.Bit اسمًا مألوفًا بسرعة.\n\nاستفد من استثمارنا في الألعاب عبر الإنترنت ونموذجنا المربح.\n\nتعال واستكشف مستقبل الألعاب معنا!"
  },
  "blockTitle": {
    "cc1": "فرصة كازينو التشفير",
    "coin": "الاقتصاد الرمزي",
    "ctl1": "ليس هناك وقت أفضل من الآن",
    "ctl2": "المستقبل هنا",
    "howBuy1": "كيفية شراء رمز TGB $",
    "lsp1": "لديك ترخيص كامل",
    "nokyc1": "قوة عدم الحاجة إلى KYC",
    "ow1": "كيف تعمل؟",
    "plc1": "مكافآت التوقيع المساحي",
    "preTxt1": "فوائد شراء $TGB في مرحلة ما قبل البيع",
    "qa": "أسئلة مكررة",
    "safe1": "من السهل اللعب",
    "wb": "ورق ابيض",
    "wg1": "ألعابنا",
    "wp1": "TG.Bit لديه كل شيء!",
    "wp2": "لماذا Gamefi",
    "wp4": "ما يميزنا",
    "zhiya": "التوقيع المساحي",
    "zhiyazr": "إجمالي التوقيع المساحي"
  }
}
