{
  "actionView": {
    "text1": "Най-доброто в света",
    "text2": "КАЗИНО",
    "text3": "TG.Bet е вашето изключително място за онлайн крипто хазарт. \nНапълно лицензиран и 100% безопасен, присъединете се към нас днес!",
    "text4": "Присъединете се към общността",
    "text5": "Играй сега",
    "text6": "Проверете лиценза",
    "text7": "ПАРИ ОБРАТНО",
    "text8": "За всички загуби при залагане на $TGB Token"
  },
  "blockTitle": {
    "cc1": "Възможност за крипто казино",
    "coin": "Токеномика",
    "ctl1": "НЯМА ПО-ДОБРО ВРЕМЕ ОТ СЕГА",
    "ctl2": "Бъдещето е тук",
    "howBuy1": "Как да закупите $TGB токен",
    "lsp1": "Имате пълен лиценз",
    "nokyc1": "Силата на не се изисква KYC",
    "ow1": "Как работи",
    "plc1": "Награди за залагане",
    "preTxt1": "Предимства от закупуване на $TGB в предварителна продажба",
    "qa": "често задавани въпроси",
    "safe1": "Лесен за игра",
    "wb": "Бяла хартия",
    "wg1": "Нашите игри",
    "wp1": "TG.Bet има всичко!",
    "wp2": "Защо е Gamefi",
    "wp4": "Какво ни отличава",
    "zhiya": "Залагане",
    "zhiyazr": "Общо залагане"
  },
  "bottomBar": {
    "text1": "Свържете се с нас",
    "text2": "поверителност",
    "text3": "Условия"
  },
  "coinChance": {
    "text1": "Пазарът на крипто казина се разраства бързо от 2017 г. насам, като последните данни показват, че пазарът на крипто казина вече струва 250 милиона долара.\n\nТова представлява само 0,1% от общия пазар на казино, който в момента се оценява на 26,33 милиарда долара.\n\nНо изследванията показват, че крипто казината бързо отнемат пазарен дял от онлайн казината Web2 поради техния лесен достъп, липсата на KYC и възможността да се избегне показване на транзакции в банкови извлечения.",
    "text2": "В момента 80% от онлайн казино игрите се играят на мобилни устройства, като по-голямата част от крипто казината са проектирани специално за мобилни устройства.\n\nTG.Bet отива една крачка напред и предлага изключително платформата Telegram, която в момента има над 1 милиард потребители и се очаква да нарасне до 1,5 милиарда потребители през следващите 3-5 години."
  },
  "coinTimes": {
    "text1": "Неотдавнашната експлозивна популярност на крипто хазарта изглежда не показва признаци на забавяне.\n\nНие от TG.Bet разбираме, че играчите по целия свят оценяват гъвкавостта да играете по всяко време и навсякъде, да останете анонимни и да можете да правите залози, използвайки криптовалути.\n\nБъдещето наистина настъпи!"
  },
  "commonProblem": {
    "text1": "Какво прави TG.Bet различен",
    "text10": "Ще пуснем $TGB в рамките на дни след края на предварителната продажба. \nЩе информираме всички за деня на стартиране чрез нашия уебсайт и социални медии.",
    "text2": "TG.Bet ви дава достъп до всички най-добри онлайн казино игри, спортни залагания и други, но също така се ангажираме да култивираме екосистема, която цени лоялността. \nКато доказателство за нашата отдаденост, ние връщаме, като споделяме част от приходите на нашето казино чрез обратно изкупуване на токена $TGB. \nИграйте, печелете и бъдете възнаградени!",
    "text3": "Колко време е предварителната продажба?",
    "text4": "Предварителната продажба ще бъде отворена до достигане на твърдата граница. \nМеката горна граница за предварителната продажба е 1 милион щатски долара.",
    "text5": "Защо да купя $TGB?",
    "text6": "Въпреки че TG.Bet ще ви позволи да играете с много топ криптовалути, само $TGB ще ви даде достъп до невероятни награди, както от залагане, така и от просто задържане на нашия токен. \n$TGB не се изисква за игра в казиното, но може да се използва за залагане на игри като всички други валути.",
    "text7": "Предварителната продажба има ли период на придобиване?",
    "text8": "Няма период на придобиване за $TGB. \nВъпреки това, ако заложите своите жетони по време на предварителната продажба, те ще бъдат заключени до деня на стартиране 10 дни. \nЗалагането на токените незабавно започва да печели награди за залагане и други бъдещи ползи.",
    "text9": "Кога ще стартира токенът?"
  },
  "economicToken": {
    "text1": "За да се постигне благоприятен цикъл, поведението на всеки участник в екосистемата е много важно.\n\nСъщо толкова важни са добре разработените стимули",
    "text10": "Кооперативен агент",
    "text11": "Награди за тези, които помагат за растежа на TG.Bet",
    "text12": "Институционални инвеститори",
    "text13": "За сътрудничество и директен маркетинг",
    "text2": "Пул за ликвидност",
    "text3": "За да създадете двойката на DEX",
    "text4": "Награди за залагане",
    "text5": "За да наградим нашите отдадени притежатели",
    "text6": "Предварителна продажба",
    "text7": "За да стартирате $TGB екосистемата",
    "text8": "Награди на играчите",
    "text9": "Награди за всеки играч",
    "text15": "За сътрудничество и директен маркетинг",
    "text17": "За сътрудничество и директен маркетинг",
    "text14": "Съкровищница на общността",
    "text16": "Маркетинг"
  },
  "homeForm": {
    "text1": "Текуща цена",
    "text10": "Купете и заложете за {APY} APY",
    "text11": "Просто искам да купя без залагане",
    "text12": "Текущ залог APY",
    "text13": "Купете в BSC",
    "text14": "Купете в ETH",
    "text15": "Закупуване...",
    "text16": "закупени",
    "text2": "Крайна цел",
    "text3": "Купете сега, преди цената да се увеличи в:",
    "text4": "портфейл",
    "text5": "ти плащаш",
    "text6": "",
    "text7": "МАКС",
    "text8": "$TGB получавате",
    "text9": "Свържете портфейла",
    "text17": "$TGB ВЕЧЕ Е ИЗЧЕРПАН!"
  },
  "howToBuy": {
    "text1": "За да закупите токени по време на предварителната продажба, посетете официалния уебсайт на TG.Bet.\n\nСлед предварителната продажба токените могат да бъдат получени директно от официалния уебсайт или чрез децентрализирани борси.",
    "text10": "Въведете количеството $TGB токени, които искате да закупите.\n\nМоля, имайте предвид, че в допълнение към цената на токена, който възнамерявате да закупите, за извършване на транзакцията са необходими минимум 0,015 ETH.\n\nПри Binance Smart Chain това минимално изискване е по-ниско, но все пак се прилага.\n\nМинималното количество $TGB токени, които могат да бъдат закупени, е зададено на 100 $TGB.",
    "text11": "Стъпка 5: Завършете покупката си",
    "text12": "След като въведете сумата, ще бъдете подканени да разрешите транзакцията.\n\nКато щракнете върху „Одобряване“, транзакцията ви ще бъде инициирана и потвърдена в блокчейна.\n\nВремето за завършване на транзакцията може да варира от секунди до минути, в зависимост от претоварването на мрежата и активността на интелигентния договор.\n\nМоля, останете в интерфейса, докато покупката бъде напълно изпълнена.",
    "text2": "Как да закупите $TGB по време на предварителната продажба",
    "text3": "Стъпка 1: Посетете официалния портал",
    "text4": "Посетете специалната уеб страница на TG.Bet, за да намерите ексклузивния интерфейс за предварителна продажба.\n\nМоля, имайте предвид, че това е единствената оторизирана платформа за получаване на $TGB токени за предварителна продажба.",
    "text5": "Стъпка 2: Изберете метод на плащане",
    "text6": "Можете да изберете да закупите $TGB токена за предварителна продажба в мрежата на Ethereum, като използвате Ethereum (ETH) или Tether (USDT).\n\nКато алтернатива можете да използвате Binance Smart Chain и да изберете BNB или USDT.\n\nНаправете своя избор и преминете към следващата стъпка.",
    "text7": "Стъпка 3: Свържете своя крипто портфейл",
    "text8": "Ако вашият крипто портфейл все още не е синхронизиран, ще видите подкана с молба да се свържете.\n\nОбикновено портфейлите са настроени за Ethereum mainnet по подразбиране; \nтова работи във ваша полза, ако търгувате с ETH.\n\nВъпреки това, ако изберете Binance Smart Chain, може да се наложи да потвърдите превключването на мрежата.",
    "text9": "Стъпка 4: Посочете сумата на покупката"
  },
  "licenseProof": {
    "text1": "Пространството Web 3 често се разглежда като Дивия запад, изпълнен с дезинформация и измами.\n\nВ TG.Bet ние гордо твърдим, че сме 100% напълно лицензирано казино предприятие, базирано в Кюрасао.\n\nТака че, моля, не се колебайте да играете!",
    "text2": "Проверете лиценза"
  },
  "noKyc": {
    "text1": "Онлайн хазартът без KYC има реални предимства.\n\nГодини наред единственият начин да се залага онлайн беше да се даде лична информация.\n\nВ TG.Bet не е необходимо да предоставяте лична информация.\n\nВсичко, от което се нуждаете, е акаунт в Telegram, малко криптовалута и сте готови за игра!\n\nНужни са само няколко малки стъпки.",
    "text2": "Отворете TG.Bet",
    "text3": "Изтеглете Telegram",
    "text4": "Етап 1",
    "text5": "Ако нямате Telegram, моля, създайте акаунт, след като изтеглите приложението, или ако вече имате Telegram, отворете го чрез връзката",
    "text6": "Стъпка 2",
    "text7": "Можете да изберете да свържете вашия крипто портфейл или да прехвърлите средства към вашия акаунт в TG.Ber, имате свободата на избор.\n\nСлед като попълните сметката си, вие сте готови!",
    "text8": "Стъпка 3",
    "text9": "Изберете игра и започнете да играете!\n\nМожете да правите неограничени тегления по всяко време.\n\nМожете да се насладите на безпроблемно игрово изживяване в TG.Bet, 24/7, през цялата година!"
  },
  "operationWay": {
    "text1": "TG.Bet е повече от просто казино, това е екосистема, която връща на своите играчи чрез постоянни награди чрез ливъридж на $TGB."
  },
  "pledgeCoin": {
    "text1": "$TGB монетите, закупени по време на играта, ще продължат да генерират неочаквани ползи за вас, позволявайки на хазарта, развлеченията и финансовото управление да стои под същия ъгъл и да носи безкрайни ползи за вашите средства.",
    "text2": "Печелете пасивен доход",
    "text3": "Когато заложите своите $TGB, веднага започвате да печелите ежедневни награди. \nГледайте притежанията си да растат с течение на времето!",
    "text4": "Незабавен достъп до награди",
    "text5": "Веднага ще отключите награди от залагане, които можете да използвате в TG.Bet, или да ги запазите за по-късно!",
    "text6": "Споделете богатството",
    "text7": "Когато заложите вашите $TGB, вие отключвате достъп до награди, базирани на приходи. \nВашето още по-голямо парче от пая!"
  },
  "pledgeDetail": {
    "text1": "TG.Bet ви позволява да залагате и отменяте залагането на своите жетони. \nИзберете коя функция искате. \nСамо заложените токени печелят APY.",
    "text10": "Общо събрани награди ($TGB)",
    "text11": "Общо възнаграждения, които могат да бъдат поискани ($TGB)",
    "text12": "Получете",
    "text13": "Залог",
    "text14": "Заложете вашите жетони, за да получите пасивни награди въз основа на посочения APY.",
    "text15": "Макс",
    "text16": "Научете повече",
    "text17": "Отменете залога",
    "text18": "Отменете залога",
    "text19": "Премахнете залагането на вашите жетони и осребрете вашите APY награди от залагане.",
    "text2": "Текущ APY",
    "text3": "Общо заложени $TGB",
    "text4": "% от общо заложените $TGB",
    "text5": "Общо изплатени награди ($TGB)",
    "text6": "Свържете портфейла",
    "text7": "Вашият залог",
    "text8": "Общо заложени $TGB",
    "text9": "% от общо заложените $TGB"
  },
  "preSale": {
    "text1": "Никога няма да има друга възможност да получите $TGB на по-добра цена, отколкото по време на нашата предварителна продажба. \nЕто някои от предимствата!",
    "text2": "Специални награди",
    "text3": "Купувачите на предварителна продажба се възнаграждават изключително, когато играят в казиното",
    "text4": "Най-добрата възможна цена",
    "text5": "Никога няма да има по-добро време за закупуване на $TGB, отколкото по време на предварителна продажба.",
    "text6": "Станете хай ролер",
    "text7": "Инвестирайте 5 000 USD в $TGB предварителна продажба за ексклузивни NFT награди след стартирането.",
    "text8": "Започнете да печелите днес",
    "text9": "Купете жетони за предпродажба, започнете да залагате за незабавни пасивни награди веднага!"
  },
  "safeInstructions": {
    "text1": "TG.Bet е лесно да започнете, просто отворете TG.Bet в Telegram, захранете сметката си с която и да е основна криптовалута и започнете да играете!",
    "text2": "Отворете и играйте",
    "text3": "Без настройка на акаунт",
    "text4": "Играйте на вашия смартфон",
    "text5": "Всичко в Telegram",
    "text6": "Играй сега"
  },
  "tip": {
    "text1": "Моля, свържете wallect",
    "text10": "Покупките в $TGB са поставени на пауза",
    "text11": "Транзакцията е изпратена, моля, изчакайте търпеливо транзакцията да бъде завършена.",
    "text12": "Транзакцията е успешна",
    "text13": "Транзакцията се обърка",
    "text14": "Броят на наградите трябва да е по-голям от 100",
    "text15": "Количеството на залога трябва да е по-голямо от 100",
    "text16": "Незаложеното количество трябва да е по-голямо от 100",
    "text17": "Остават {days} дни до освобождаване на залога",
    "text18": "За да завършите тази транзакция, трябва да се съгласите с достъпа на договора до вашите USDT или USDC разрешения",
    "text19": "За да закупите $TGB с USDT/USDC, първо трябва да ни упълномощите за достъп до USDT/USDC във вашия портфейл.",
    "text2": "Моля, купете поне 100 $TGB.",
    "text20": "Одобряване",
    "text21": "За да заложите $TGB, първо трябва да ни упълномощите за достъп до $TGB във вашия портфейл.",
    "text22": "Обработка",
    "text3": "Нямате достатъчно ETH, за да платите за тази транзакция.\n\n \nУверете се, че имате 0,015 ETH за газ и ETH за борсата на токени.",
    "text4": "Нямате достатъчно ETH, за да платите за тази транзакция.\n\n \nУверете се, че имате 0,015 ETH за газ и USDT за борсата на токени.",
    "text5": "Нямате достатъчно USDT, за да платите за тази транзакция.\n\n \nУверете се, че имате 0,015 ETH за газ и USDT за борсата на токени.",
    "text6": "Нямате достатъчно ETH, за да платите за тази транзакция.\n\n \nУверете се, че имате 0,015 ETH за газ и USDC за борсата на токени.",
    "text7": "Нямате достатъчно USDC, за да платите за тази транзакция.\n\n \nУверете се, че имате 0,015 ETH за газ и USDC за борсата на токени.",
    "text8": "Максимална сума от {amount} $TGB на транзакция.",
    "text9": "0,015 ETH са запазени за газ. \nДействително използваното количество ще зависи от мрежата.",
    "text23": "Адрес на $TGB токен",
    "text24": "копие",
    "text25": "Копирано успешно",
    "text26": "Този браузър не поддържа копиране, моля копирайте ръчно"
  },
  "topBar": {
    "auditBtn": "Одит",
    "economic": "Токеномика",
    "howBuy": "Как да купя",
    "index": "У дома",
    "methods": "Как работи",
    "pledgeBtn": "Залагане",
    "qa": "ЧЗВ",
    "reward": "Награди за залагане",
    "welfare": "Предимства за предварителна продажба"
  },
  "webGame": {
    "text1": "С разрешение за игра от големи производители на игри, ние имаме всичко, което искате да играете!",
    "text2": "Стотици игри",
    "text3": "Имаме всяка игра, която някога бихте искали да играете, от слотове, игри на маса, казино на живо и други.\n\nКаквото пожелаете, ние ви го осигуряваме!",
    "text4": "спортен хазарт",
    "text5": "Ние предлагаме над 30 различни спорта, на които да залагате, така че със сигурност ще намерите това, което ви харесва!\n\nИзберете игра и заложете сега!",
    "text6": "Присъединете се към нашето предаване на живо",
    "text7": "Искате истинско казино изживяване в дланта си?\n\nПрисъединете се към хиляди други играчи, които играят на пода на казиното!"
  },
  "whiteBook": {
    "text1": "Ако искате да научите повече за това как TG.Bet е различен, прочетете нашата бяла книга.\n\nНие сме повече от просто онлайн казино!",
    "text2": "Бяла хартия"
  },
  "whyPopular": {
    "text1": "Въпреки че може да има конкуренция на пазара, те не могат да се мерят с това, което TG.Bet може да предложи.\n\nИмаме всички най-добри игри, събития на живо, спортни залагания и други, просто няма сравнение.\n\nВ съчетание с щедрите награди, които предлагаме на притежателите на $TGB, изборът на TG.Bet е мъдро решение.",
    "text2": "Присъедини се към нас",
    "text3": "Само през 2023 г. опциите за хазарт с криптовалути са се утроили.\n\nБез да се изисква KYC и безпроблемна, лесна за използване платформа, не е изненада, че хората се стичат към сайтове като TG.Bet, за да залагат онлайн.\n\nИ така, защо да изберете TG.Bet?",
    "text4": "Играй сега",
    "text5": "Играйте лесно популярни игри в безпроблемната платформа Telegram на TG.Bet.\n\nБлагодарение на нашия силен маркетинг, TG.Bet бързо се превръща в име на домакинство.\n\nВъзползвайте се от нашата инвестиция в онлайн игри и нашия печеливш модел.\n\nЕлате да изследвате бъдещето на игрите с нас!"
  }
}
