{
  "actionView": {
    "text1": "Das beste Telegramm der Welt",
    "text2": "KASINO",
    "text3": "TG.Bit ist Ihr exklusiver Ort für anonymes Online-Krypto-Glücksspiel. \nVoll lizenziert und 100 % sicher, kommen Sie noch heute zu uns!",
    "text4": "Treten Sie der Community bei",
    "text5": "Jetzt spielen",
    "text6": "Lizenz überprüfen",
    "text7": "BARGELD ZURÜCK",
    "text8": "Erhalten Sie 25 % Cashback auf alle Verluste, wenn Sie mit $TGB-Tokens wetten"
  },
  "blockTitle": {
    "cc1": "Krypto-Casino-Gelegenheit",
    "coin": "Tokenomics",
    "ctl1": "KEINE BESSERE ZEIT ALS JETZT",
    "ctl2": "Die Zukunft ist da",
    "howBuy1": "So kaufen Sie $TGB-Token",
    "lsp1": "Habe eine Volllizenz",
    "nokyc1": "Die Macht, dass kein KYC erforderlich ist",
    "ow1": "Wie es funktioniert",
    "plc1": "Einsatzprämien",
    "preTxt1": "Vorteile des Kaufs von $TGB im Vorverkauf",
    "qa": "Häufig gestellte Fragen",
    "safe1": "Einfach zu spielen",
    "wb": "Weißes Papier",
    "wg1": "Unsere Spiele",
    "wp1": "TG.Bit hat alles!",
    "wp2": "Warum ist Gamefi",
    "wp4": "Was uns auszeichnet",
    "zhiya": "Abstecken",
    "zhiyazr": "Gesamteinsatz"
  },
  "bottomBar": {
    "text1": "Bezahlverfahren",
    "text2": "Privatsphäre",
    "text3": "Bedingungen"
  },
  "coinChance": {
    "text1": "Der Krypto-Casino-Markt ist seit 2017 rasant gewachsen, wobei die neuesten Daten zeigen, dass der Krypto-Casino-Markt mittlerweile einen Wert von 250 Millionen US-Dollar hat.\n\nDies entspricht nur 0,1 % des gesamten Casino-Marktes, der derzeit einen Wert von 26,33 Milliarden US-Dollar hat.\n\nUntersuchungen zeigen jedoch, dass Krypto-Casinos den Web2-Online-Casinos aufgrund ihres einfachen Zugangs, der fehlenden Notwendigkeit von KYC und der Möglichkeit, die Anzeige von Transaktionen auf Kontoauszügen zu vermeiden, schnell Marktanteile abnehmen.",
    "text2": "Derzeit werden 80 % der Online-Casinospiele auf mobilen Geräten gespielt, wobei die überwiegende Mehrheit der Krypto-Casinos speziell für mobile Geräte entwickelt wurde.\n\nTG.Bit geht noch einen Schritt weiter und bietet exklusiv die Telegram-Plattform an, die derzeit über 1 Milliarde Nutzer hat und in den nächsten 3-5 Jahren voraussichtlich auf 1,5 Milliarden Nutzer anwachsen wird."
  },
  "coinTimes": {
    "text1": "Die jüngste explosive Popularität des Krypto-Glücksspiels scheint keine Anzeichen einer Verlangsamung zu zeigen.\n\nWir bei TG.Bit verstehen, dass Spieler auf der ganzen Welt die Flexibilität schätzen, jederzeit und überall zu spielen, anonym zu bleiben und Wetten mithilfe von Kryptowährungen platzieren zu können.\n\nDie Zukunft ist wirklich da!"
  },
  "commonProblem": {
    "text1": "Was macht TG.Bit anders?",
    "text10": "Wir werden $TGB innerhalb weniger Tage nach Ende des Vorverkaufs einführen. \nWir werden alle über unsere Website und die sozialen Medien über den Starttag auf dem Laufenden halten.",
    "text2": "TG.Bit bietet Ihnen Zugriff auf alle Top-Online-Casinospiele, Sportwetten und mehr, aber wir sind auch bestrebt, ein Ökosystem zu pflegen, das Loyalität schätzt. \nAls Beweis für unser Engagement geben wir etwas zurück, indem wir einen Teil unserer Casino-Einnahmen durch Rückkäufe des $TGB-Tokens teilen. \nSpielen, verdienen und belohnt werden!",
    "text3": "Wie lange dauert der Vorverkauf?",
    "text4": "Der Vorverkauf ist geöffnet, bis die feste Obergrenze erreicht ist. \nDer Soft Cap für den Vorverkauf beträgt 1 Million USD.",
    "text5": "Warum sollte ich $TGB kaufen?",
    "text6": "Während Sie mit TG.Bit mit vielen Top-Kryptowährungen spielen können, erhalten Sie nur mit $TGB Zugriff auf unglaubliche Belohnungen, sowohl durch das Staken als auch durch das bloße Halten unseres Tokens. \n$TGB ist für das Spielen im Casino nicht erforderlich, kann aber wie alle anderen Währungen zum Wetten auf Spiele verwendet werden.",
    "text7": "Hat der Vorverkauf eine Sperrfrist?",
    "text8": "Für $TGB gibt es keine Sperrfrist. \nWenn Sie Ihre Token jedoch während des Vorverkaufs einsetzen, werden sie bis zum Starttag 10 Tage lang gesperrt. \nDas Abstecken der Token beginnt sofort mit dem Verdienen von Absteckprämien und anderen zukünftigen Vorteilen.",
    "text9": "Wann wird der Token eingeführt?"
  },
  "economicToken": {
    "text1": "Um einen positiven Kreislauf zu erreichen, ist das Verhalten jedes einzelnen Teilnehmers im Ökosystem sehr wichtig.\n\nEbenso wichtig sind gut gestaltete Anreize",
    "text10": "Allianz",
    "text11": "Belohnungen für diejenigen, die beim Wachstum von TG.Bit helfen",
    "text12": "Marketing",
    "text13": "Für Kollaborationen und Direktmarketing",
    "text2": "Liquiditätspool",
    "text3": "Um das Paar auf DEX zu erstellen",
    "text4": "Einsatzprämien",
    "text5": "Zur Belohnung unserer engagierten Inhaber",
    "text6": "Vorverkauf",
    "text7": "Um das $TGB-Ökosystem in Schwung zu bringen",
    "text8": "Spielerbelohnungen",
    "text9": "Belohnungen für jeden Spieler"
  },
  "homeForm": {
    "text1": "Derzeitiger Preis",
    "text10": "Kaufen und einsetzen für {APY} APY",
    "text11": "Ich möchte einfach ohne Einsatz kaufen",
    "text12": "Aktueller Einsatz-APY",
    "text13": "Kaufen Sie bei BSC",
    "text14": "Kaufen Sie an der ETH",
    "text2": "Endgültiges Ziel",
    "text3": "Kaufen Sie jetzt vor Preiserhöhungen in:",
    "text4": "Geldbörse",
    "text5": "Sie bezahlen",
    "text6": "",
    "text7": "MAX",
    "text8": "$TGB erhalten Sie",
    "text9": "Wallet verbinden"
  },
  "howToBuy": {
    "text1": "Um während des Vorverkaufs Token zu kaufen, besuchen Sie die offizielle Website von TG.Bit.\n\nNach dem Vorverkauf können Token direkt auf der offiziellen Website oder über dezentrale Börsen bezogen werden.",
    "text10": "Geben Sie die Menge an $TGB-Tokens ein, die Sie kaufen möchten.\n\nBitte beachten Sie, dass zusätzlich zu den Kosten des Tokens, den Sie kaufen möchten, mindestens 0,015 ETH erforderlich sind, um die Transaktion abzuschließen.\n\nBei Binance Smart Chain ist diese Mindestanforderung niedriger, gilt aber dennoch.\n\nDie Mindestmenge an $TGB-Tokens, die gekauft werden können, ist auf 100 $TGB festgelegt.",
    "text11": "Schritt 5: Schließen Sie Ihren Kauf ab",
    "text12": "Sobald Sie den Betrag eingegeben haben, werden Sie aufgefordert, die Transaktion zu autorisieren.\n\nDurch Klicken auf „Genehmigen“ wird Ihre Transaktion initiiert und auf der Blockchain verifiziert.\n\nDie Transaktionsabschlusszeiten können je nach Netzwerküberlastung und Smart-Contract-Aktivität zwischen Sekunden und Minuten variieren.\n\nBitte bleiben Sie auf der Schnittstelle, bis der Kauf vollständig ausgeführt ist.",
    "text2": "So kaufen Sie $TGB im Vorverkauf",
    "text3": "Schritt 1: Besuchen Sie das offizielle Portal",
    "text4": "Besuchen Sie die spezielle Webseite von TG.Bit, um die exklusive Vorverkaufs-Kaufoberfläche zu finden.\n\nBitte beachten Sie, dass dies die einzige autorisierte Plattform ist, um Vorverkaufs-$TGB-Tokens zu erhalten.",
    "text5": "Schritt 2: Zahlungsart auswählen",
    "text6": "Sie können den Vorverkaufs-$TGB-Token im Ethereum-Netzwerk mit Ethereum (ETH) oder Tether (USDT) kaufen.\n\nAlternativ können Sie Binance Smart Chain nutzen und BNB oder USDT wählen.\n\nTreffen Sie Ihre Wahl und fahren Sie mit dem nächsten Schritt fort.",
    "text7": "Schritt 3: Verbinden Sie Ihr Krypto-Wallet",
    "text8": "Wenn Ihr Krypto-Wallet noch nicht synchronisiert wurde, werden Sie aufgefordert, eine Verbindung herzustellen.\n\nNormalerweise sind Wallets standardmäßig für das Ethereum-Mainnet eingerichtet; \nDies kommt Ihnen zugute, wenn Sie mit der ETH handeln.\n\nWenn Sie sich jedoch für Binance Smart Chain entscheiden, müssen Sie möglicherweise den Netzwerkwechsel bestätigen.",
    "text9": "Schritt 4: Kaufbetrag angeben"
  },
  "licenseProof": {
    "text1": "Der Web-3-Bereich wird oft als der Wilde Westen angesehen, voller Fehlinformationen und Betrug.\n\nBei TG.Bit können wir mit Stolz behaupten, dass wir ein zu 100 % voll lizenziertes Casino-Unternehmen mit Sitz in Curacao sind.\n\nSpielen Sie also gerne mit!",
    "text2": "Lizenz überprüfen"
  },
  "noKyc": {
    "text1": "Online-Glücksspiele ohne KYC haben echte Vorteile.\n\nJahrelang bestand die einzige Möglichkeit, online zu spielen, darin, persönliche Daten preiszugeben.\n\nBei TG.Bit müssen Sie keine persönlichen Daten angeben.\n\nAlles, was Sie brauchen, ist ein Telegram-Konto, etwas Kryptowährung und schon kann es losgehen!\n\nEs sind nur wenige kleine Schritte nötig.",
    "text2": "Öffnen Sie TG.Bit",
    "text3": "Laden Sie Telegram herunter",
    "text4": "Schritt 1",
    "text5": "Wenn Sie Telegram nicht haben, erstellen Sie bitte nach dem Herunterladen der App ein Konto. Wenn Sie Telegram bereits haben, öffnen Sie es über den Link",
    "text6": "Schritt 2",
    "text7": "Sie können wählen, ob Sie Ihr Krypto-Wallet verbinden oder Geld auf Ihr TG.Ber-Konto überweisen möchten, Sie haben die freie Wahl.\n\nSobald Sie Ihr Konto aufgeladen haben, kann es losgehen!",
    "text8": "Schritt 3",
    "text9": "Wählen Sie ein Spiel und beginnen Sie zu spielen!\n\nSie können jederzeit unbegrenzt Abhebungen vornehmen.\n\nBei TG.Bit können Sie rund um die Uhr und das ganze Jahr über ein sorgenfreies Spielerlebnis genießen!"
  },
  "operationWay": {
    "text1": "TG.Bit ist nicht nur ein Casino, es ist ein Ökosystem, das durch $TGB fortlaufende Belohnungen bietet!"
  },
  "pledgeCoin": {
    "text1": "Die während des Spiels gekauften $TGB-Münzen werden Ihnen weiterhin unerwartete Vorteile bringen, sodass Glücksspiel, Unterhaltung und Einsatzfinanzmanagement im gleichen Winkel stehen und Ihrem Geld endlose Vorteile bringen.",
    "text2": "Verdienen Sie passives Einkommen",
    "text3": "Wenn Sie Ihre $TGB einsetzen, beginnen Sie sofort, tägliche Belohnungen zu verdienen. \nBeobachten Sie, wie Ihr Bestand mit der Zeit wächst!",
    "text4": "Greifen Sie sofort auf Prämien zu",
    "text5": "Sie werden sofort Belohnungen aus dem Einsatz freischalten, die Sie in TG.Bit verwenden oder für später speichern können!",
    "text6": "Den Wohlstand teilen",
    "text7": "Wenn Sie Ihre $TGB einsetzen, erhalten Sie Zugriff auf umsatzbasierte Prämien. \nIhr noch größeres Stück vom Kuchen!"
  },
  "pledgeDetail": {
    "text1": "Mit TG.Bit können Sie Ihre Token einsetzen und entfernen. \nWählen Sie die gewünschte Funktion aus. \nNur eingesetzte Token verdienen APY.",
    "text10": "Gesamte geerntete Belohnungen ($TGB)",
    "text11": "Gesamte beanspruchbare Prämien ($TGB)",
    "text12": "Erhalten",
    "text13": "Einsatz",
    "text14": "Setzen Sie Ihre Token ein, um passive Belohnungen basierend auf dem angegebenen APY zu erhalten.",
    "text15": "Max",
    "text16": "Erfahren Sie mehr",
    "text17": "Unstake",
    "text18": "Unstake",
    "text19": "Heben Sie den Einsatz Ihrer Token auf und lösen Sie Ihre APY-Belohnungen aus dem Einsatz ein.",
    "text2": "Aktueller effektiver Jahreszins",
    "text3": "Insgesamt eingesetzte TGB-Dollar",
    "text4": "% des gesamten eingesetzten $TGB",
    "text5": "Gesamtzahl der gezahlten Prämien ($TGB)",
    "text6": "Wallet verbinden",
    "text7": "Ihr Einsatz",
    "text8": "Insgesamt eingesetzte TGB-Dollar",
    "text9": "% des gesamten eingesetzten $TGB"
  },
  "preSale": {
    "text1": "Sie werden $TGB nie zu einem besseren Preis als dem aktuellen Preis während unseres Vorverkaufs erhalten können",
    "text2": "Besondere Belohnungen",
    "text3": "Vorverkaufskäufer werden ausschließlich beim Spielen im Casino belohnt",
    "text4": "Bestmöglicher Preis",
    "text5": "Es wird nie einen besseren Zeitpunkt für den Kauf von $TGB geben als während des Vorverkaufs.",
    "text6": "Werden Sie ein High Roller",
    "text7": "Investieren Sie 5.000 USD in den Vorverkauf in Höhe von TGB, um exklusive NFT-Prämien nach der Veröffentlichung zu erhalten.",
    "text8": "Beginnen Sie noch heute mit dem Verdienen",
    "text9": "Kaufen Sie Vorverkaufs-Tokens und beginnen Sie sofort mit dem Einsatz, um sofortige passive Belohnungen zu erhalten!"
  },
  "safeInstructions": {
    "text1": "Bei TG.Bit müssen Sie zum Spielen keine KYC-Verifizierung durchführen oder Ihr Wallet anschließen.\n\nLaden Sie einfach Ihr Konto auf und heben Sie jederzeit Geld ab.\n\nSo einfach ist das!",
    "text2": "Kein KYC erforderlich",
    "text3": "Es ist nicht erforderlich, ein Konto einzurichten",
    "text4": "Spielen Sie auf Ihrem Smartphone",
    "text5": "Alles ist auf Telegram",
    "text6": "Jetzt spielen"
  },
  "topBar": {
    "auditBtn": "Prüfung",
    "economic": "Tokenomics",
    "howBuy": "Wie kauft man",
    "index": "Heim",
    "methods": "Wie es funktioniert",
    "pledgeBtn": "Abstecken",
    "qa": "FAQ",
    "reward": "Einsatzprämien",
    "welfare": "Vorverkaufsvorteile"
  },
  "webGame": {
    "text1": "Mit Spielautorisierungen von großen Spieleherstellern haben wir alles, was Sie spielen möchten!",
    "text2": "Hunderte Spiele",
    "text3": "Wir haben jedes Spiel, das Sie jemals spielen möchten, von Spielautomaten, Tischspielen, Live-Casino und mehr.\n\nWas auch immer Sie wollen, wir stellen es für Sie bereit!",
    "text4": "Sportwetten",
    "text5": "Wir bieten Ihnen über 30 verschiedene Sportarten an, auf die Sie wetten können, sodass Sie mit Sicherheit etwas finden, das Ihnen gefällt!\n\nWählen Sie ein Spiel und platzieren Sie jetzt Ihre Wette!",
    "text6": "Nehmen Sie an unserer Live-Übertragung teil",
    "text7": "Möchten Sie ein echtes Casino-Erlebnis in Ihrer Handfläche haben?\n\nSchließen Sie sich Tausenden anderen Spielern an, die im Casino spielen!"
  },
  "whiteBook": {
    "text1": "Wenn Sie mehr darüber erfahren möchten, was TG.Bit anders macht, lesen Sie unser Whitepaper.\n\nWir sind mehr als nur ein Online-Casino!",
    "text2": "Weißes Papier"
  },
  "whyPopular": {
    "text1": "Obwohl es auf dem Markt möglicherweise Konkurrenz gibt, können sie nicht mit dem Angebot von TG.Bit mithalten.\n\nWir haben alle Top-Spiele, Live-Events, Sportwetten und mehr, es gibt einfach keinen Vergleich.\n\nIn Verbindung mit den großzügigen Prämien, die wir Inhabern von $TGB bieten, ist die Wahl von TG.Bit eine kluge Entscheidung.",
    "text2": "Trete uns heute bei",
    "text3": "Allein im Jahr 2023 haben sich die Möglichkeiten zum Glücksspiel mit Kryptowährungen verdreifacht.\n\nDa kein KYC erforderlich ist und eine nahtlose, benutzerfreundliche Plattform vorhanden ist, ist es keine Überraschung, dass Menschen auf Websites wie TG.Bit strömen, um online zu spielen.\n\nWarum also TG.Bit wählen?",
    "text4": "Jetzt spielen",
    "text5": "Spielen Sie beliebte Spiele ganz einfach auf der nahtlosen Telegram-Plattform von TG.Bit.\n\nDank unseres starken Marketings wird TG.Bit schnell zu einem bekannten Namen.\n\nProfitieren Sie von unserer Investition in Online-Gaming und unserem profitablen Modell.\n\nEntdecken Sie mit uns die Zukunft des Gamings!"
  }
}
