{
  "actionView": {
    "text1": "Του κόσμου",
    "text2": "ΚΑΖΙΝΟ",
    "text3": "Το TG.Bet είναι το αποκλειστικό σας μέρος για online τυχερά παιχνίδια κρυπτογράφησης. \nΠλήρως άδεια και 100% ασφαλές, ελάτε μαζί μας σήμερα!",
    "text4": "Εγγραφείτε στην Κοινότητα",
    "text5": "Παίξε τώρα",
    "text6": "Επαλήθευση άδειας",
    "text7": "ΕΠΙΣΤΡΟΦΗ ΜΕΤΡΗΤΩΝ",
    "text8": "Σε όλες τις απώλειες όταν στοιχηματίζετε $TGB Token"
  },
  "blockTitle": {
    "cc1": "Ευκαιρία Crypto Casino",
    "coin": "Tokenomics",
    "ctl1": "ΟΧΙ ΚΑΛΥΤΕΡΗ ΩΡΑ ΑΠΟ ΤΩΡΑ",
    "ctl2": "Το μέλλον είναι εδώ",
    "howBuy1": "Πώς να αγοράσετε $TGB Token",
    "lsp1": "Να έχει πλήρη άδεια",
    "nokyc1": "Η ισχύς του KYC δεν απαιτείται",
    "ow1": "Πως δουλεύει",
    "plc1": "Ποντάρισμα ανταμοιβών",
    "preTxt1": "Οφέλη από την αγορά $TGB σε προπώληση",
    "qa": "Συχνές Ερωτήσεις",
    "safe1": "Εύκολο στο παιχνίδι",
    "wb": "Λευκό χαρτί",
    "wg1": "Τα παιχνίδια μας",
    "wp1": "Το TG.Bet τα έχει όλα!",
    "wp2": "Γιατί είναι το Gamefi",
    "wp4": "Αυτό που μας ξεχωρίζει",
    "zhiya": "Ποντάρισμα",
    "zhiyazr": "Συνολικό Ποντάρισμα"
  },
  "bottomBar": {
    "text1": "μέθοδος πληρωμής",
    "text2": "μυστικότητα",
    "text3": "Οροι"
  },
  "coinChance": {
    "text1": "Η αγορά κρυπτοκαζίνο έχει αναπτυχθεί ραγδαία από το 2017, με τα πιο πρόσφατα δεδομένα να δείχνουν ότι η αγορά κρυπτογραφικών καζίνο αξίζει τώρα 250 εκατομμύρια δολάρια.\n\nΑυτό αντιπροσωπεύει μόλις το 0,1% της συνολικής αγοράς καζίνο, η οποία αυτή τη στιγμή αποτιμάται στα 26,33 δισεκατομμύρια δολάρια.\n\nΩστόσο, η έρευνα δείχνει ότι τα κρυπτογραφικά καζίνο παίρνουν γρήγορα μερίδιο αγοράς από τα διαδικτυακά καζίνο Web2 λόγω της ευκολίας πρόσβασής τους, της έλλειψης ανάγκης για KYC και της δυνατότητας αποφυγής εμφάνισης συναλλαγών στα αντίγραφα κίνησης τραπεζών.",
    "text2": "Επί του παρόντος, το 80% των διαδικτυακών παιχνιδιών καζίνο παίζονται σε κινητές συσκευές, με τη συντριπτική πλειονότητα των κρυπτογραφικών καζίνο να έχουν σχεδιαστεί ειδικά για κινητές συσκευές.\n\nΗ TG.Bet προχωρά ένα βήμα παραπέρα και προσφέρει αποκλειστικά την πλατφόρμα Telegram, η οποία αυτή τη στιγμή έχει πάνω από 1 δισεκατομμύριο χρήστες και αναμένεται να αυξηθεί σε 1,5 δισεκατομμύριο χρήστες τα επόμενα 3-5 χρόνια."
  },
  "coinTimes": {
    "text1": "Η πρόσφατη εκρηκτική δημοτικότητα του κρυπτονομικού τζόγου φαίνεται να μην δείχνει σημάδια επιβράδυνσης.\n\nΕμείς στην TG.Bet κατανοούμε ότι οι παίκτες σε όλο τον κόσμο εκτιμούν την ευελιξία του να παίζουν οποτεδήποτε, οπουδήποτε, να παραμένουν ανώνυμοι και να μπορούν να στοιχηματίζουν χρησιμοποιώντας κρυπτονομίσματα.\n\nΤο μέλλον έφτασε πραγματικά!"
  },
  "commonProblem": {
    "text1": "Τι κάνει το TG.Bet διαφορετικό",
    "text10": "Θα κυκλοφορήσουμε το $TGB εντός ημερών από τη λήξη της προπώλησης. \nΘα κρατάμε όλους ενήμερους για την ημέρα κυκλοφορίας μέσω του ιστότοπού μας και των μέσων κοινωνικής δικτύωσης.",
    "text2": "Η TG.Bet σάς παρέχει πρόσβαση σε όλα τα κορυφαία παιχνίδια διαδικτυακού καζίνο, αθλητικά βιβλία και πολλά άλλα, αλλά δεσμευόμαστε επίσης να καλλιεργήσουμε ένα οικοσύστημα που εκτιμά την πίστη. \nΩς απόδειξη της αφοσίωσής μας, ανταποδίδουμε μοιράζοντας ένα μέρος των εσόδων μας από το καζίνο μέσω buy backs για το διακριτικό $TGB. \nΠαίξτε, κερδίστε και ανταμειφθείτε!",
    "text3": "Πόσο διαρκεί η προπώληση;",
    "text4": "Η προπώληση θα είναι ανοιχτή μέχρι να φτάσει το σκληρό καπάκι. \nΤο soft cap για την προπώληση είναι 1 εκατομμύριο USD.",
    "text5": "Γιατί να αγοράσω $TGB;",
    "text6": "Ενώ το TG.Bet θα σας επιτρέψει να παίξετε με πολλά κορυφαία κρυπτονομίσματα, μόνο το $TGB θα σας δώσει πρόσβαση σε απίστευτες ανταμοιβές, τόσο από το ποντάρισμα όσο και από το να κρατάτε το διακριτικό μας. \nΤο $TGB δεν απαιτείται για να παίξετε στο καζίνο, αλλά μπορεί να χρησιμοποιηθεί για στοιχήματα σε παιχνίδια όπως όλα τα άλλα νομίσματα.",
    "text7": "Η προπώληση έχει περίοδο κατοχύρωσης;",
    "text8": "Δεν υπάρχει περίοδος κατοχύρωσης για $TGB. \nΩστόσο, εάν ποντάρετε τα κουπόνια σας κατά τη διάρκεια της προπώλησης, θα είναι κλειδωμένα μέχρι την ημέρα κυκλοφορίας 10 ημέρες. \nΤο ποντάρισμα των κουπονιών ξεκινά αμέσως να κερδίζετε ανταμοιβές πονταρίσματος και άλλα μελλοντικά οφέλη.",
    "text9": "Πότε θα κυκλοφορήσει το διακριτικό;"
  },
  "economicToken": {
    "text1": "Προκειμένου να επιτευχθεί ένας ενάρετος κύκλος, η συμπεριφορά κάθε συμμετέχοντος στο οικοσύστημα είναι πολύ σημαντική.\n\nΕξίσου σημαντικά είναι τα καλά σχεδιασμένα κίνητρα",
    "text10": "ΣΥΜΜΑΧΙΑ",
    "text11": "Επιβραβεύσεις για όσους βοηθούν στην ανάπτυξη του TG.Bet",
    "text12": "Εμπορία",
    "text13": "Για συνεργασίες και άμεσο μάρκετινγκ",
    "text2": "Δεξαμενή Ρευστότητας",
    "text3": "Για να δημιουργήσετε το ζεύγος στο DEX",
    "text4": "Ποντάρισμα ανταμοιβών",
    "text5": "Για να επιβραβεύσουμε τους αφοσιωμένους κατόχους μας",
    "text6": "Προπώληση",
    "text7": "Για να ξεκινήσετε το οικοσύστημα $TGB",
    "text8": "Ανταμοιβές παικτών",
    "text9": "Επιβραβεύσεις για κάθε παίκτη"
  },
  "homeForm": {
    "text1": "Τρέχουσα τιμή",
    "text10": "Αγορά και Ποντάρισμα για {APY} APY",
    "text11": "Απλώς θέλετε να αγοράσετε χωρίς ποντάρισμα",
    "text12": "Τρέχον ποντάρισμα ΑΠΥ",
    "text13": "Αγοράστε στο BSC",
    "text14": "Αγορά στο ETH",
    "text15": "Αγοραστικός...",
    "text16": "αγοράστηκε",
    "text2": "Τελικός στόχος",
    "text3": "Αγοράστε τώρα πριν από τις αυξήσεις τιμών σε:",
    "text4": "πορτοφόλι",
    "text5": "εσύ πληρώνεις",
    "text6": "",
    "text7": "ΜΕΓΙΣΤΗ",
    "text8": "$TGB που λαμβάνετε",
    "text9": "Συνδέστε το πορτοφόλι"
  },
  "howToBuy": {
    "text1": "Για να αγοράσετε μάρκες κατά τη διάρκεια της Προπώλησης, επισκεφτείτε τον επίσημο ιστότοπο της TG.Bet.\n\nΜετά την προπώληση, μπορείτε να λάβετε μάρκες απευθείας από τον επίσημο ιστότοπο ή μέσω αποκεντρωμένων ανταλλαγών.",
    "text10": "Εισαγάγετε το ποσό των $TGB διακριτικών που θέλετε να αγοράσετε.\n\nΛάβετε υπόψη ότι εκτός από το κόστος του διακριτικού που σκοπεύετε να αγοράσετε, απαιτείται τουλάχιστον 0,015 ETH για την ολοκλήρωση της συναλλαγής.\n\nΣτο Binance Smart Chain, αυτή η ελάχιστη απαίτηση είναι χαμηλότερη, αλλά εξακολουθεί να ισχύει.\n\nΤο ελάχιστο ποσό των $TGB διακριτικών που μπορούν να αγοραστούν ορίζεται σε 100 $TGB.",
    "text11": "Βήμα 5: Ολοκληρώστε την αγορά σας",
    "text12": "Αφού εισαγάγετε το ποσό, θα σας ζητηθεί να εξουσιοδοτήσετε τη συναλλαγή.\n\nΚάνοντας κλικ στο \"Έγκριση\", η συναλλαγή σας θα ξεκινήσει και θα επαληθευτεί στο blockchain.\n\nΟι χρόνοι ολοκλήρωσης των συναλλαγών μπορεί να ποικίλλουν από δευτερόλεπτα έως λεπτά, ανάλογα με τη συμφόρηση δικτύου και τη δραστηριότητα έξυπνων συμβολαίων.\n\nΠαρακαλούμε μείνετε στη διεπαφή μέχρι να εκτελεστεί πλήρως η αγορά.",
    "text2": "Πώς να αγοράσετε $TGB κατά την προπώληση",
    "text3": "Βήμα 1: Επισκεφθείτε την επίσημη πύλη",
    "text4": "Επισκεφτείτε την ειδική ιστοσελίδα της TG.Bet για να βρείτε την αποκλειστική διεπαφή αγοράς Προπώλησης.\n\nΛάβετε υπόψη ότι αυτή είναι η μόνη εξουσιοδοτημένη πλατφόρμα για την απόκτηση κουπονιών Presale $TGB.",
    "text5": "Βήμα 2: Επιλέξτε τρόπο πληρωμής",
    "text6": "Μπορείτε να επιλέξετε να αγοράσετε το διακριτικό $TGB Προπώλησης στο δίκτυο Ethereum χρησιμοποιώντας Ethereum (ETH) ή Tether (USDT).\n\nΕναλλακτικά, μπορείτε να αξιοποιήσετε το Binance Smart Chain και να επιλέξετε BNB ή USDT.\n\nΚάντε την επιλογή σας και προχωρήστε στο επόμενο βήμα.",
    "text7": "Βήμα 3: Συνδέστε το κρυπτοπορτοφόλι σας",
    "text8": "Εάν το κρυπτοπορτοφόλι σας δεν έχει συγχρονιστεί ακόμα, θα δείτε ένα μήνυμα που θα σας ζητά να συνδεθείτε.\n\nΣυνήθως, τα πορτοφόλια ρυθμίζονται για mainnet Ethereum από προεπιλογή. \nαυτό λειτουργεί προς όφελός σας εάν κάνετε συναλλαγές με ETH.\n\nΩστόσο, εάν επιλέξετε Binance Smart Chain, ίσως χρειαστεί να επιβεβαιώσετε τη μεταγωγή δικτύου.",
    "text9": "Βήμα 4: Καθορίστε το ποσό αγοράς"
  },
  "licenseProof": {
    "text1": "Ο χώρος Web 3 συχνά θεωρείται ως η Άγρια Δύση, γεμάτη παραπληροφόρηση και απάτη.\n\nΣτην TG.Bet ισχυριζόμαστε περήφανα ότι είμαστε 100% πλήρως αδειοδοτημένη οντότητα καζίνο με έδρα το Κουρασάο.\n\nΕπομένως, μη διστάσετε να παίξετε!",
    "text2": "Επαλήθευση άδειας"
  },
  "noKyc": {
    "text1": "Ο διαδικτυακός τζόγος χωρίς KYC έχει πραγματικά πλεονεκτήματα.\n\nΓια χρόνια, ο μόνος τρόπος για να παίξετε στο διαδίκτυο ήταν να παραδώσετε προσωπικά στοιχεία.\n\nΣτην TG.Bet δεν χρειάζεται να παρέχετε προσωπικά στοιχεία.\n\nΤο μόνο που χρειάζεστε είναι ένας λογαριασμός Telegram, κάποιο κρυπτονόμισμα και είστε έτοιμοι να παίξετε!\n\nΧρειάζονται μόνο μερικά μικρά βήματα.",
    "text2": "Ανοίξτε το TG.Bet",
    "text3": "Κατεβάστε το Telegram",
    "text4": "Βήμα 1",
    "text5": "Εάν δεν έχετε Telegram, δημιουργήστε έναν λογαριασμό μετά τη λήψη της εφαρμογής ή εάν έχετε ήδη Telegram, ανοίξτε το μέσω του συνδέσμου",
    "text6": "Βήμα 2",
    "text7": "Μπορείτε να επιλέξετε να συνδέσετε το κρυπτοπορτοφόλι σας ή να μεταφέρετε χρήματα στον λογαριασμό σας στο TG.Ber, έχετε την ελευθερία επιλογής.\n\nΜόλις ανανεώσετε τον λογαριασμό σας, είστε έτοιμοι!",
    "text8": "Βήμα 3",
    "text9": "Επιλέξτε ένα παιχνίδι και ξεκινήστε να παίζετε!\n\nΜπορείτε να κάνετε απεριόριστες αναλήψεις ανά πάσα στιγμή.\n\nΜπορείτε να απολαύσετε μια ξέγνοιαστη εμπειρία παιχνιδιού στο TG.Bet, 24/7, όλο το χρόνο!"
  },
  "operationWay": {
    "text1": "Το TG.Bet είναι κάτι περισσότερο από ένα καζίνο, είναι ένα οικοσύστημα που επιστρέφει στους παίκτες του μέσω συνεχών ανταμοιβών αξιοποιώντας το $TGB."
  },
  "pledgeCoin": {
    "text1": "Τα κέρματα $TGB που αγοράστηκαν κατά τη διάρκεια του παιχνιδιού θα συνεχίσουν να αποφέρουν απροσδόκητα οφέλη για εσάς, επιτρέποντας στον τζόγο, την ψυχαγωγία και την οικονομική διαχείριση πονταρίσματος να βρίσκονται στην ίδια γωνία και να αποφέρουν ατελείωτα οφέλη στα χρήματά σας.",
    "text2": "Κερδίστε παθητικό εισόδημα",
    "text3": "Όταν ποντάρετε το $TGB σας, αρχίζετε αμέσως να κερδίζετε καθημερινές ανταμοιβές. \nΠαρακολουθήστε τα αποθέματά σας να μεγαλώνουν με την πάροδο του χρόνου!",
    "text4": "Πρόσβαση στις ανταμοιβές άμεσα",
    "text5": "Θα ξεκλειδώσετε αμέσως τις ανταμοιβές από το ποντάρισμα που μπορείτε να χρησιμοποιήσετε στο TG.Bet ή θα τις αποθηκεύσετε για αργότερα!",
    "text6": "Μοιραστείτε τον πλούτο",
    "text7": "Όταν ποντάρετε το $TGB σας, ξεκλειδώνετε την πρόσβαση σε ανταμοιβές βάσει εσόδων. \nΤο ακόμα μεγαλύτερο κομμάτι σου από την πίτα!"
  },
  "pledgeDetail": {
    "text1": "Το TG.Bet σάς επιτρέπει να ποντάρετε και να αφαιρέσετε τα κουπόνια σας. \nΕπιλέξτε ποια λειτουργία θέλετε. \nΜόνο τα πονταρισμένα διακριτικά κερδίζουν APY.",
    "text10": "Συνολικές ανταμοιβές που συγκομίστηκαν ($TGB)",
    "text11": "Συνολικές ανταμοιβές με δυνατότητα αξίωσης ($TGB)",
    "text12": "Λαμβάνω",
    "text13": "Στοίχημα",
    "text14": "Ποντάρετε τα κουπόνια σας για να λάβετε παθητικές ανταμοιβές με βάση το υποδεικνυόμενο APY.",
    "text15": "Μέγιστη",
    "text16": "Μάθε περισσότερα",
    "text17": "Ακύρωση",
    "text18": "Ακύρωση",
    "text19": "Αφαιρέστε τα κουπόνια σας και εξαργυρώστε τις ανταμοιβές APY από το ποντάρισμα.",
    "text2": "Τρέχον ΑΠΥ",
    "text3": "Συνολικό ποντάρισμα $TGB",
    "text4": "% του συνολικού πονταρίσματος $TGB",
    "text5": "Συνολικές ανταμοιβές που καταβλήθηκαν ($TGB)",
    "text6": "Συνδέστε το πορτοφόλι",
    "text7": "Το ποντάρισμά σας",
    "text8": "Συνολικό ποντάρισμα $TGB",
    "text9": "% του συνολικού πονταρίσματος $TGB"
  },
  "preSale": {
    "text1": "Δεν θα υπάρξει ποτέ άλλη ευκαιρία να αποκτήσετε $TGB σε καλύτερη τιμή από ό,τι κατά την προπώλησή μας. \nΕδώ είναι μερικά από τα οφέλη!",
    "text2": "Ειδικές ανταμοιβές",
    "text3": "Οι αγοραστές προπώλησης ανταμείβονται αποκλειστικά όταν παίζουν στο καζίνο",
    "text4": "Η καλύτερη δυνατή τιμή",
    "text5": "Δεν θα υπάρξει ποτέ καλύτερη στιγμή για να αγοράσετε $TGB από την προπώληση.",
    "text6": "Γίνε high roller",
    "text7": "Επενδύστε 5 χιλιάδες USD σε προπώληση TGB για αποκλειστικές ανταμοιβές NFT μετά την κυκλοφορία.",
    "text8": "Ξεκινήστε να κερδίζετε σήμερα",
    "text9": "Αγοράστε μάρκες προπώλησης, ξεκινήστε να ποντάρετε για στιγμιαίες παθητικές ανταμοιβές αμέσως!"
  },
  "safeInstructions": {
    "text1": "Το TG.Bet είναι εύκολο να ξεκινήσετε, απλά ανοίξτε το TG.Bet στο Telegram, χρηματοδοτήστε τον λογαριασμό σας με οποιοδήποτε σημαντικό κρυπτονόμισμα και ξεκινήστε να παίζετε!",
    "text2": "Άνοιγμα και αναπαραγωγή",
    "text3": "Χωρίς ρύθμιση λογαριασμού",
    "text4": "Παίξτε στο smartphone σας",
    "text5": "Όλα στο Telegram",
    "text6": "Παίξε τώρα"
  },
  "tip": {
    "text1": "Συνδέστε το wallect",
    "text10": "Οι αγορές $TGB έχουν τεθεί σε παύση",
    "text11": "Η συναλλαγή έχει σταλεί, περιμένετε υπομονετικά να ολοκληρωθεί η συναλλαγή.",
    "text12": "Επιτυχής συναλλαγή",
    "text13": "Η συναλλαγή πήγε στραβά",
    "text14": "Ο αριθμός των ανταμοιβών πρέπει να είναι μεγαλύτερος από 100",
    "text15": "Η ποσότητα πονταρίσματος πρέπει να είναι μεγαλύτερη από 100",
    "text16": "Η ποσότητα του πονταρίσματος πρέπει να είναι μεγαλύτερη από 100",
    "text17": "Απομένουν {ημέρες} ημέρες μέχρι την αποδέσμευση του πονταρίσματος",
    "text18": "Για να ολοκληρώσετε αυτήν τη συναλλαγή, πρέπει να συμφωνήσετε με την πρόσβαση της σύμβασης στις άδειες USDT ή USDC",
    "text19": "Για να αγοράσετε $TGB με USDT/USDC, πρέπει πρώτα να μας εξουσιοδοτήσετε να έχουμε πρόσβαση στο USDT/USDC στο πορτοφόλι σας.",
    "text2": "Αγοράστε τουλάχιστον 100 $ TGB.",
    "text20": "Εγκρίνω",
    "text21": "Για να ποντάρετε $TGB, πρέπει πρώτα να μας εξουσιοδοτήσετε να αποκτήσουμε πρόσβαση στο $TGB στο πορτοφόλι σας.",
    "text22": "Επεξεργασία",
    "text3": "Δεν έχετε αρκετό ETH για να πληρώσετε για αυτήν τη συναλλαγή.\n\n \nΒεβαιωθείτε ότι έχετε 0,015 ETH για το αέριο και ETH για την ανταλλαγή διακριτικών.",
    "text4": "Δεν έχετε αρκετό ETH για να πληρώσετε για αυτήν τη συναλλαγή.\n\n \nΒεβαιωθείτε ότι έχετε 0,015 ETH για το αέριο και USDT για την ανταλλαγή διακριτικών.",
    "text5": "Δεν έχετε αρκετό USDT για να πληρώσετε για αυτήν τη συναλλαγή.\n\n \nΒεβαιωθείτε ότι έχετε 0,015 ETH για το αέριο και USDT για την ανταλλαγή διακριτικών.",
    "text6": "Δεν έχετε αρκετό ETH για να πληρώσετε για αυτήν τη συναλλαγή.\n\n \nΒεβαιωθείτε ότι έχετε 0,015 ETH για το αέριο και USDC για την ανταλλαγή διακριτικών.",
    "text7": "Δεν έχετε αρκετό USDC για να πληρώσετε για αυτήν τη συναλλαγή.\n\n \nΒεβαιωθείτε ότι έχετε 0,015 ETH για το αέριο και USDC για την ανταλλαγή διακριτικών.",
    "text8": "Μέγιστο {amount} $TGB ανά συναλλαγή.",
    "text9": "Το 0,015 ETH προορίζεται για αέριο. \nΤο πραγματικό ποσό που χρησιμοποιείται θα εξαρτηθεί από το δίκτυο."
  },
  "topBar": {
    "auditBtn": "Ελεγχος",
    "economic": "Tokenomics",
    "howBuy": "Πώς να αγοράσει",
    "index": "Σπίτι",
    "methods": "Πως δουλεύει",
    "pledgeBtn": "Ποντάρισμα",
    "qa": "FAQ",
    "reward": "Ποντάρισμα ανταμοιβών",
    "welfare": "Οφέλη προπώλησης"
  },
  "webGame": {
    "text1": "Με εξουσιοδότηση παιχνιδιού από μεγάλους κατασκευαστές παιχνιδιών, έχουμε όλα όσα θέλετε να παίξετε!",
    "text2": "Εκατοντάδες παιχνίδια",
    "text3": "Έχουμε κάθε παιχνίδι που θα θέλατε να παίξετε, από κουλοχέρηδες, επιτραπέζια παιχνίδια, ζωντανά καζίνο και πολλά άλλα.\n\nΌ,τι θέλετε, σας το παρέχουμε!",
    "text4": "αθλητικά τυχερά παιχνίδια",
    "text5": "Προσφέρουμε πάνω από 30 διαφορετικά αθλήματα στα οποία μπορείτε να στοιχηματίσετε, οπότε σίγουρα θα βρείτε κάτι που σας αρέσει!\n\nΕπιλέξτε ένα παιχνίδι και τοποθετήστε το στοίχημά σας τώρα!",
    "text6": "Γίνετε μέλος της ζωντανής μας εκπομπής",
    "text7": "Θέλετε μια πραγματική εμπειρία καζίνο στην παλάμη του χεριού σας;\n\nΜπείτε σε χιλιάδες άλλους παίκτες που παίζουν στο πάτωμα του καζίνο!"
  },
  "whiteBook": {
    "text1": "Αν θέλετε να μάθετε περισσότερα για το πώς είναι διαφορετικό το TG.Bet, διαβάστε τη λευκή μας βίβλο.\n\nΕίμαστε κάτι περισσότερο από ένα διαδικτυακό καζίνο!",
    "text2": "Λευκό χαρτί"
  },
  "whyPopular": {
    "text1": "Ενώ μπορεί να υπάρχει ανταγωνισμός στην αγορά, δεν μπορούν να ταιριάξουν με αυτό που έχει να προσφέρει η TG.Bet.\n\nΈχουμε όλα τα κορυφαία παιχνίδια, ζωντανές εκδηλώσεις, αθλητικά στοιχήματα και πολλά άλλα, απλά δεν υπάρχει σύγκριση.\n\nΣε συνδυασμό με τις γενναιόδωρες ανταμοιβές που προσφέρουμε στους κατόχους $TGB, η επιλογή του TG.Bet είναι μια σοφή απόφαση.",
    "text2": "Ελάτε μαζί μας σήμερα",
    "text3": "Μόνο το 2023, οι επιλογές για τζόγο με κρυπτονομίσματα έχουν τριπλασιαστεί.\n\nΧωρίς να απαιτείται KYC και μια απρόσκοπτη, εύχρηστη πλατφόρμα, δεν αποτελεί έκπληξη το γεγονός ότι οι άνθρωποι συρρέουν σε ιστότοπους όπως το TG.Bet για να παίξουν στο διαδίκτυο.\n\nΛοιπόν, γιατί να επιλέξετε το TG.Bet;",
    "text4": "Παίξε τώρα",
    "text5": "Παίξτε εύκολα δημοφιλή παιχνίδια στην απρόσκοπτη πλατφόρμα Telegram της TG.Bet.\n\nΧάρη στο ισχυρό μας μάρκετινγκ, η TG.Bet γίνεται γρήγορα γνωστό όνομα.\n\nΕπωφεληθείτε από την επένδυσή μας στο διαδικτυακό gaming και το κερδοφόρο μοντέλο μας.\n\nΕλάτε να εξερευνήσετε το μέλλον του gaming μαζί μας!"
  }
}
