{
  "tip": {
    "text1": "Please connect wallect",
    "text2": "Please purchase at least 100 $TGB.",
    "text3": "You do not have enough ETH to pay for this transaction. \n\n Make sure you have 0.015 ETH for gas and ETH for the token exchange.",
    "text4": "You do not have enough ETH to pay for this transaction. \n\n Make sure you have 0.015 ETH for gas and USDT for the token exchange.",
    "text5": "You do not have enough USDT to pay for this transaction.\n\n Make sure you have 0.015 ETH for gas and USDT for the token exchange.",
    "text6": "You do not have enough ETH to pay for this transaction. \n\n Make sure you have 0.015 ETH for gas and USDC for the token exchange.",
    "text7": "You do not have enough USDC to pay for this transaction.\n\n Make sure you have 0.015 ETH for gas and USDC for the token exchange.",
    "text8": "Maximum {amount} $TGB per transaction.",
    "text9": "0.015 ETH is reserved for gas. The actual amount used will depend on the network.",
    "text10": "$TGB purchases have been paused",
    "text11": "The transaction has been sent, please wait patiently for the transaction to be completed.",
    "text12": "Transaction successful",
    "text13": "Transaction gone wrong",
    "text14": "The number of rewards must be greater than 100",
    "text15": "The stake quantity must be greater than 100",
    "text16": "The unstake quantity must be greater than 100",
    "text17": "There are {days} days left until the stake is released ",
    "text18": "In order to complete this transaction, you need to agree to the contract's access to your USDT or USDC permissions",
    "text19": "In order to buy $TGB with USDT/USDC, you first need to authorize us to access the USDT/USDC in your wallet.",
    "text20": "Approve",
    "text21": "In order to stake $TGB, you first need to authorize us to access the $TGB in your wallet.",
    "text22": "Processing"
  },
  "blockTitle": {
    "qa": "Frequently Asked Questions",
    "zhiya": "Staking",
    "zhiyazr": "Total Staking",
    "howBuy1": "How To Buy $TGB Token",
    "wp1": "TG.Bet has it all !",
    "wp2": "Why is Gamefi & Crypto gambling exploding?",
    "wp4": "What sets us apart",
    "ow1": "How it works",
    "lsp1": "Have full license",
    "nokyc1": "The power of no KYC required",
    "wg1": "Our games",
    "wb": "Whitepaper",
    "cc1": "Crypto Casino Opportunity",
    "safe1": "Easy to Play",
    "ctl1": "NO BETTER TIME THAN NOW",
    "ctl2": "The future is here",
    "coin": "Tokenomics",
    "preTxt1": "Benefits of buying $TGB in pre-sale",
    "plc1": "Staking Rewards"
  },
  "topBar": {
    "index": "Home",
    "welfare": "Presale Benefits",
    "methods": "How It Works",
    "economic": "Tokenomics",
    "reward": "Staking Rewards",
    "howBuy": "How To Buy",
    "qa": "FAQ",
    "pledgeBtn": "Staking",
    "auditBtn": "Audit"
  },
  "webGame": {
    "text1": "With game authorization from major game manufacturers, we have everything you want to play!",
    "text2": "Hundreds of games",
    "text3": "We have every game you could ever want to play, from slots, table games, live casino and more. \nWhatever you want, we provide it for you!",
    "text4": "sports gambling",
    "text5": "We offer over 30 different sports for you to bet on, so you're sure to find something you like! \nChoose a game and place your bet now!",
    "text6": "Join our live broadcast",
    "text7": "Want a real casino experience in the palm of your hand? \nJoin thousands of other players playing on the casino floor!"
  },
  "whyPopular": {
    "text1": "While there may be competition in the market, they cannot match what TG.Bet has to offer. \nWe have all the top games, live events, sports betting and more, there's simply no comparison. \nCoupled with the generous rewards we offer $TGB holders, choosing TG.Bet is a wise decision.",
    "text2": "Join us",
    "text3": "In 2023 alone, the options for gambling with cryptocurrencies have tripled. \nWith no KYC required and a seamless, easy-to-use platform, it’s no surprise that people are flocking to sites like TG.Bet to gamble online. \nSo, why choose TG.Bet?",
    "text4": "Play now",
    "text5": "Easily play popular games on TG.Bet’s seamless Telegram platform. \nThanks to our strong marketing, TG.Bet is quickly becoming a household name. \nBenefit from our investment in online gaming and our profitable model. \nCome explore the future of gaming with us!"
  },
  "whiteBook": {
    "text1": "If you want to learn more about how TG.Bet is different, read our white paper. \nWe are more than just an online casino!",
    "text2": "Whitepaper"
  },
  "safeInstructions": {
    "text1": "TG.Bet is easy to get started, simply open TG.Bet in Telegram, fund your account with any major cryptocurrency and start playing!",
    "text2": "Open and Play",
    "text3": "No Account Setup",
    "text4": "Play on your smartphone",
    "text5": "All on Telegram",
    "text6": "Play now"
  },
  "preSale": {
    "text1": "There will never be another opportunity to get $TGB for a better price than during our presale. Here are some of the benefits!",
    "text2": "Special rewards",
    "text3": "Presale buyers are rewarded exclusively when they play in the casino",
    "text4": "Best possible price",
    "text5": "There will never be a better time to purchase $TGB than during presale.",
    "text6": "Become a high roller",
    "text7": "Invest 5k+ USD in $TGB presale for exclusive NFT, post-launch rewards.",
    "text8": "Start earning today",
    "text9": "Purchase presale tokens, start staking for instant passive rewards right away!"
  },
  "pledgeDetail": {
    "text1": "TG.Bet lets you stake and unstake your tokens. Choose which function you would like. Only staked tokens earn APY.",
    "text2": "Current APY",
    "text3": "Total $TGB staked",
    "text4": "% of Total $TGB Staked",
    "text5": "Total Rewards Paid ($TGB)",
    "text6": "Connect wallet",
    "text7": "Your Staking",
    "text8": "Total $TGB staked",
    "text9": "% of Total $TGB Staked",
    "text10": "Total Rewards Harvested ($TGB)",
    "text11": "Total Rewards Claimable ($TGB)",
    "text12": "Receive",
    "text13": "Stake",
    "text14": "Stake your tokens to receive passive rewards based on the indicated APY.",
    "text15": "Max",
    "text16": "Learn more",
    "text17": "Unstake",
    "text18": "Unstake",
    "text19": "Unstake your tokens and redeem your APY rewards from staking."
  },
  "pledgeCoin": {
    "text1": "The $TGB coins purchased during the game will continue to generate unexpected benefits for you, allowing gambling, entertainment and staking financial management to stand at the same angle and bring endless benefits to your funds.",
    "text2": "Earn passive income",
    "text3": "When you stake your $TGB you immediately begin to earn daily rewards. Watch your holdings grow over time!",
    "text4": "Access rewards instantly",
    "text5": "You will immediately unlock rewards from staking that you can use in TG.Bet, or save them for later!",
    "text6": "Share the wealth",
    "text7": "When you stake your $TGB you unlock access to revenue based rewards. Your even bigger piece of the pie!"
  },
  "operationWay": {
    "text1": "TG.Bet is more than just a casino, it is a ecosystem that gives back to its players through constant rewards by leveraging $TGB."
  },
  "noKyc": {
    "text1": "Online gambling without KYC has real advantages. \nFor years, the only way to gamble online was to hand over personal information. \nAt TG.Bet you do not need to provide personal information. \nAll you need is a Telegram account, some cryptocurrency, and you’re ready to play! \nIt only takes a few small steps.",
    "text2": "Open TG.Bet",
    "text3": "Download Telegram",
    "text4": "Step 1",
    "text5": "If you don't have Telegram, please create an account after downloading the app, or if you already have Telegram, open it via the link",
    "text6": "Step 2",
    "text7": "You can choose to connect your crypto wallet or transfer funds to your TG.Ber account, you have the freedom of choice. \nOnce you top up your account, you're ready to go!",
    "text8": "Step 3",
    "text9": "Choose a game and start playing! \nYou can make unlimited withdrawals at any time. \nYou can enjoy a worry-free gaming experience at TG.Bet, 24/7, all year round!"
  },
  "licenseProof": {
    "text1": "The Web 3 space is often viewed as the Wild West, filled with misinformation and fraud. \nAt TG.Bet we proudly claim that we are a 100% fully licensed casino entity based in Curacao. \nSo please feel free to play!",
    "text2": "Verify license"
  },
  "howToBuy": {
    "text1": "To purchase tokens during the Presale, visit TG.Bet’s official website. \nAfter the Presale, tokens can be obtained directly from the official website or through decentralized exchanges.",
    "text2": "How to buy $TGB during the presale",
    "text3": "Step 1: Visit the official portal",
    "text4": "Visit TG.Bet’s dedicated webpage to find the exclusive Presale purchase interface. \nPlease note that this is the only authorized platform to obtain Presale $TGB tokens.",
    "text5": "Step 2: Choose payment method",
    "text6": "You can choose to purchase the Presale $TGB token on the Ethereum network using Ethereum (ETH) or Tether (USDT). \nAlternatively, you can leverage Binance Smart Chain and choose BNB or USDT. \nMake your choice and proceed to the next step.",
    "text7": "Step 3: Connect your crypto wallet",
    "text8": "If your crypto wallet has not synced yet, you will see a prompt asking you to connect. \nTypically, wallets are set up for Ethereum mainnet by default; this works to your advantage if you trade with ETH. \nHowever, if you choose Binance Smart Chain, you may need to confirm the network switch.",
    "text9": "Step 4: Specify purchase amount",
    "text10": "Enter the amount of $TGB tokens you wish to purchase. \nPlease note that in addition to the cost of the token you intend to purchase, a minimum of 0.015 ETH is required to complete the transaction. \nOn Binance Smart Chain, this minimum requirement is lower, but still applies. \nThe minimum amount of $TGB tokens that can be purchased is set to 100 $TGB.",
    "text11": "Step 5: Complete your purchase",
    "text12": "Once you have entered the amount, you will be prompted to authorize the transaction. \nBy clicking \"Approve\", your transaction will be initiated and verified on the blockchain. \nTransaction completion times can vary from seconds to minutes, depending on network congestion and smart contract activity. \nPlease stay on the interface until the purchase is fully executed."
  },
  "homeForm": {
    "text1": "Current price",
    "text2": "Final goal",
    "text3": "Buy now before price increases in:",
    "text4": "wallet",
    "text5": "you pay",
    "text6": "",
    "text7": "MAX",
    "text8": "$TGB you receive",
    "text9": "Connect wallet",
    "text10": "Buy and Stake for {APY} APY",
    "text11": "Just want to buy without staking",
    "text12": "Current Staking APY",
    "text13": "Buy at BSC",
    "text14": "Buy at ETH",
    "text15": "Purchasing...",
    "text16": "purchased"
  },
  "economicToken": {
    "text1": "In order to achieve a virtuous cycle, the behavior of each participant in the ecosystem is very important. \nEqually important are well-designed incentives",
    "text2": "Liquidity Pool",
    "text3": "To create the pair on DEX",
    "text4": "Staking Rewards",
    "text5": "To reward our dedicated holders",
    "text6": "Presale",
    "text7": "To jump start the $TGB ecosystem",
    "text8": "Players Rewards",
    "text9": "Rewards for every player",
    "text10": "Cooperative agent",
    "text11": "Rewards for those who help grow TG.Bet",
    "text12": "Institutional investors",
    "text13": "For collabs and direct marketing",
    "text14": "Community treasury",
    "text15": "For collabs and direct marketing",
    "text16": "Marketing",
    "text17": "For collabs and direct marketing"
  },
  "commonProblem": {
    "text1": "What makes TG.Bet different",
    "text2": "TG.Bet give you access to all of the top online casino games, sport books and more, but we're also committed to cultivating an ecosystem that values loyalty. As a testament to our dedication, we're giving back by sharing a portion of our casino revenue through buy backs for the $TGB token. Play, earn, and be rewarded!",
    "text3": "How long is the presale?",
    "text4": "The presale will be open until the hard cap is reached. The soft cap for the presale is 1 million USD.",
    "text5": "Why should I buy $TGB?",
    "text6": "While TG.Bet will let you play with many top cryptocurrencies, only $TGB will give you access to incredible rewards, both from staking and just holding our token. $TGB is not required for playing in the casino, but it can be used to wager on games like all other currencies.",
    "text7": "Does the presale have a vesting period?",
    "text8": "There is no vesting period for $TGB. However if you stake your tokens during the presale they will be locked until launch day + 10 days. Staking the tokens immediately begins earning staking rewards and other future benefits.",
    "text9": "When will the token launch?",
    "text10": "We will launch $TGB within days of the presale ending. We will keep everyone informed of launch day through our website and social media outlets."
  },
  "coinTimes": {
    "text1": "The recent explosive popularity of crypto gambling seems to show no signs of slowing down. \nWe at TG.Bet understand that players around the world appreciate the flexibility of playing anytime, anywhere, remaining anonymous, and being able to place bets using cryptocurrencies. \nThe future has truly arrived!"
  },
  "coinChance": {
    "text1": "The crypto casino market has grown rapidly since 2017, with the latest data showing that the crypto casino market is now worth $250 million. \nThis represents just 0.1% of the total casino market, which is currently valued at $26.33 billion. \nBut research shows that crypto casinos are quickly taking market share from Web2 online casinos due to their ease of access, no need for KYC and the ability to avoid transactions showing up on bank statements.",
    "text2": "Currently, 80% of online casino games are played on mobile devices, with the vast majority of crypto casinos being designed specifically for mobile devices. \nTG.Bet goes one step further and exclusively offers the Telegram platform, which currently has over 1 billion users and is expected to grow to 1.5 billion users in the next 3-5 years."
  },
  "bottomBar": {
    "text1": "Contact Us",
    "text2": "Privacy",
    "text3": "Terms"
  },
  "actionView": {
    "text1": "World's #1 Telegram",
    "text2": "CASINO",
    "text3": "TG.Bet is your exclusive place for online crypto gambling. Fully licensed and 100% safe, join us today!",
    "text4": "Join Community",
    "text5": "Play now",
    "text6": "Verify license",
    "text7": "CASH BACK",
    "text8": "On all losses when betting $TGB Token"
  }
}
