{
  "actionView": {
    "text1": "El Telegram más importante del mundo",
    "text2": "CASINO",
    "text3": "TG.Bit es su lugar exclusivo para apuestas criptográficas anónimas y en línea. \nCon licencia completa y 100 % seguro, ¡únete a nosotros hoy!",
    "text4": "Únete a la comunidad",
    "text5": "Reproducir ahora",
    "text6": "Verificar licencia",
    "text7": "DEVOLUCIÓN DE DINERO",
    "text8": "Obtenga un reembolso del 25% en todas las pérdidas al apostar con tokens $TGB"
  },
  "bottomBar": {
    "text1": "método de pago",
    "text2": "privacidad",
    "text3": "Términos"
  },
  "coinChance": {
    "text1": "El mercado de los criptocasinos ha crecido rápidamente desde 2017, y los datos más recientes muestran que el mercado de los criptocasinos vale ahora 250 millones de dólares.\n\nEsto representa sólo el 0,1% del mercado total de casinos, que actualmente está valorado en 26.330 millones de dólares.\n\nPero las investigaciones muestran que los criptocasinos están arrebatando rápidamente participación de mercado a los casinos en línea Web2 debido a su facilidad de acceso, la ausencia de necesidad de KYC y la capacidad de evitar que las transacciones aparezcan en los extractos bancarios.",
    "text2": "Actualmente, el 80% de los juegos de casino en línea se juegan en dispositivos móviles, y la gran mayoría de los criptocasinos están diseñados específicamente para dispositivos móviles.\n\nTG.Bit va un paso más allá y ofrece exclusivamente la plataforma Telegram, que actualmente cuenta con más de mil millones de usuarios y se espera que crezca a 1,5 mil millones de usuarios en los próximos 3 a 5 años."
  },
  "coinTimes": {
    "text1": "La reciente y explosiva popularidad de los juegos de azar con criptomonedas no parece mostrar signos de desaceleración.\n\nEn TG.Bit entendemos que los jugadores de todo el mundo aprecian la flexibilidad de jugar en cualquier momento y en cualquier lugar, permanecer en el anonimato y poder realizar apuestas utilizando criptomonedas.\n\n¡El futuro realmente ha llegado!"
  },
  "commonProblem": {
    "text1": "¿Qué hace que TG.Bit sea diferente?",
    "text10": "Lanzaremos $TGB unos días después de que finalice la preventa. \nMantendremos a todos informados sobre el día del lanzamiento a través de nuestro sitio web y redes sociales.",
    "text2": "TG.Bit le brinda acceso a todos los mejores juegos de casino en línea, casas de apuestas deportivas y más, pero también estamos comprometidos a cultivar un ecosistema que valora la lealtad. \nComo testimonio de nuestra dedicación, estamos retribuyendo compartiendo una parte de los ingresos de nuestro casino a través de recompras del token $TGB. \n¡Juega, gana y sé recompensado!",
    "text3": "¿Cuánto dura la preventa?",
    "text4": "La preventa estará abierta hasta alcanzar el límite máximo. \nEl límite mínimo para la preventa es de 1 millón de dólares.",
    "text5": "¿Por qué debería comprar $TGB?",
    "text6": "Si bien TG.Bit te permitirá jugar con muchas de las principales criptomonedas, solo $TGB te dará acceso a recompensas increíbles, tanto por apostar como por simplemente mantener nuestro token. \n$TGB no es necesario para jugar en el casino, pero se puede utilizar para apostar en juegos como con todas las demás monedas.",
    "text7": "¿La preventa tiene un período de adquisición de derechos?",
    "text8": "No hay período de adquisición de derechos para $TGB. \nSin embargo, si apuesta sus tokens durante la preventa, estarán bloqueados hasta el día del lanzamiento, 10 días después. \nAl apostar los tokens, inmediatamente comienza a ganar recompensas por apostar y otros beneficios futuros.",
    "text9": "¿Cuándo se lanzará el token?"
  },
  "economicToken": {
    "text1": "Para lograr un círculo virtuoso, el comportamiento de cada participante del ecosistema es muy importante.\n\nIgualmente importantes son los incentivos bien diseñados",
    "text10": "Alianza",
    "text11": "Recompensas para quienes ayudan a hacer crecer TG.Bit",
    "text12": "Marketing",
    "text13": "Para colaboraciones y marketing directo",
    "text2": "Fondo de liquidez",
    "text3": "Para crear el par en DEX",
    "text4": "Recompensas de apuesta",
    "text5": "Para recompensar a nuestros dedicados poseedores",
    "text6": "Preventa",
    "text7": "Para poner en marcha el ecosistema $TGB",
    "text8": "Recompensas para jugadores",
    "text9": "Recompensas para cada jugador"
  },
  "homeForm": {
    "text1": "Precio actual",
    "text10": "Comprar y apostar",
    "text11": "Solo quiero comprar sin apostar",
    "text12": "APY de apuesta actual",
    "text13": "Comprar en BSC",
    "text14": "Comprar en ETH",
    "text2": "Meta final",
    "text3": "Compra ahora antes de que aumente el precio en:",
    "text4": "billetera",
    "text5": "Tu pagas",
    "text6": "",
    "text7": "MÁXIMO",
    "text8": "$TGB que recibes",
    "text9": "Conectar billetera"
  },
  "howToBuy": {
    "text1": "Para comprar tokens durante la preventa, visite el sitio web oficial de TG.Bit.\n\nDespués de la preventa, los tokens se pueden obtener directamente desde el sitio web oficial o mediante intercambios descentralizados.",
    "text10": "Ingrese la cantidad de tokens $TGB que desea comprar.\n\nTenga en cuenta que, además del coste del token que desea comprar, se requiere un mínimo de 0,015 ETH para completar la transacción.\n\nEn Binance Smart Chain, este requisito mínimo es menor, pero aún se aplica.\n\nLa cantidad mínima de tokens $TGB que se pueden comprar está establecida en 100 $TGB.",
    "text11": "Paso 5: Completa tu compra",
    "text12": "Una vez que haya ingresado el monto, se le pedirá que autorice la transacción.\n\nAl hacer clic en \"Aprobar\", su transacción se iniciará y verificará en la cadena de bloques.\n\nLos tiempos de finalización de las transacciones pueden variar de segundos a minutos, según la congestión de la red y la actividad de los contratos inteligentes.\n\nPermanezca en la interfaz hasta que la compra se ejecute por completo.",
    "text2": "Cómo comprar $TGB durante la preventa",
    "text3": "Paso 1: Visita el portal oficial",
    "text4": "Visite la página web dedicada de TG.Bit para encontrar la interfaz exclusiva de compra preventa.\n\nTenga en cuenta que esta es la única plataforma autorizada para obtener tokens $TGB en preventa.",
    "text5": "Paso 2: Elige el método de pago",
    "text6": "Puede optar por comprar el token $TGB de preventa en la red Ethereum utilizando Ethereum (ETH) o Tether (USDT).\n\nAlternativamente, puede aprovechar Binance Smart Chain y elegir BNB o USDT.\n\nHaga su elección y continúe con el siguiente paso.",
    "text7": "Paso 3: conecta tu billetera criptográfica",
    "text8": "Si su billetera criptográfica aún no se ha sincronizado, verá un mensaje que le pedirá que se conecte.\n\nNormalmente, las billeteras están configuradas para la red principal de Ethereum de forma predeterminada; \nesto funciona a su favor si opera con ETH.\n\nSin embargo, si elige Binance Smart Chain, es posible que deba confirmar el cambio de red.",
    "text9": "Paso 4: Especifique el monto de la compra"
  },
  "licenseProof": {
    "text1": "El espacio Web 3 a menudo se considera el Salvaje Oeste, lleno de desinformación y fraude.\n\nEn TG.Bit afirmamos con orgullo que somos una entidad de casino 100% con licencia completa con sede en Curazao.\n\n¡Así que siéntete libre de jugar!",
    "text2": "Verificar licencia"
  },
  "noKyc": {
    "text1": "Los juegos de azar online sin KYC tienen ventajas reales.\n\nDurante años, la única forma de apostar online era entregando información personal.\n\nEn TG.Bit no es necesario que proporciones información personal.\n\n¡Todo lo que necesitas es una cuenta de Telegram, algunas criptomonedas y ya estás listo para jugar!\n\nSólo se necesitan unos pequeños pasos.",
    "text2": "Abrir TG.Bit",
    "text3": "Descargar Telegrama",
    "text4": "Paso 1",
    "text5": "Si no tiene Telegram, cree una cuenta después de descargar la aplicación, o si ya tiene Telegram, ábrala a través del enlace",
    "text6": "Paso 2",
    "text7": "Puede optar por conectar su billetera criptográfica o transferir fondos a su cuenta TG.Ber, tiene la libertad de elegir.\n\nUna vez que recargues tu cuenta, ¡estarás listo para comenzar!",
    "text8": "Paso 3",
    "text9": "¡Elige un juego y empieza a jugar!\n\nPuedes realizar retiros ilimitados en cualquier momento.\n\n¡Puedes disfrutar de una experiencia de juego sin preocupaciones en TG.Bit, 24 horas al día, 7 días a la semana, durante todo el año!"
  },
  "operationWay": {
    "text1": "¡TG.Bit no es solo un casino, es un ecosistema que proporciona recompensas continuas a través de $TGB!"
  },
  "pledgeCoin": {
    "text1": "Las monedas de $TGB compradas durante el juego seguirán generando beneficios inesperados para usted, permitiendo que los juegos de azar, el entretenimiento y la gestión financiera de las apuestas se mantengan en el mismo ángulo y aporten infinitos beneficios a sus fondos.",
    "text2": "Obtenga ingresos pasivos",
    "text3": "Cuando apuestas tus $TGB, inmediatamente comienzas a ganar recompensas diarias. \n¡Observa cómo crecen tus participaciones con el tiempo!",
    "text4": "Accede a recompensas al instante",
    "text5": "¡Desbloquearás inmediatamente recompensas por apostar que podrás usar en TG.Bit o guardarlas para más adelante!",
    "text6": "Compartir la riqueza",
    "text7": "Cuando apuestas tus $TGB, desbloqueas el acceso a recompensas basadas en ingresos. \n¡Tu porción aún más grande del pastel!"
  },
  "pledgeDetail": {
    "text1": "TG.Bit te permite apostar y retirar tus tokens. \nElija qué función desea. \nSólo los tokens apostados ganan APY.",
    "text10": "Recompensas totales recolectadas ($TGB)",
    "text11": "Recompensas totales reclamables ($TGB)",
    "text12": "Recibir",
    "text13": "Apostar",
    "text14": "Apuesta tus tokens para recibir recompensas pasivas basadas en el APY indicado.",
    "text15": "máx.",
    "text16": "Aprende más",
    "text17": "Desapuesta",
    "text18": "Desapuesta",
    "text19": "Retire sus tokens y canjee sus recompensas APY por apostar.",
    "text2": "APY actual",
    "text3": "Total de $TGB apostados",
    "text4": "% del total de $TGB apostados",
    "text5": "Recompensas totales pagadas ($TGB)",
    "text6": "Conectar billetera",
    "text7": "Tu apuesta",
    "text8": "Total de $TGB apostados",
    "text9": "% del total de $TGB apostados"
  },
  "preSale": {
    "text1": "Nunca podrás conseguir $TGB a un mejor precio que el precio actual durante nuestra preventa",
    "text2": "Recompensas especiales",
    "text3": "Los compradores de preventa reciben recompensas exclusivamente cuando juegan en el casino.",
    "text4": "El mejor precio posible",
    "text5": "Nunca habrá un mejor momento para comprar $TGB que durante la preventa.",
    "text6": "Conviértete en un gran apostador",
    "text7": "Invierta 5.000 USD en preventa de $TGB para obtener recompensas NFT exclusivas posteriores al lanzamiento.",
    "text8": "Comience a ganar hoy",
    "text9": "¡Compre tokens de preventa y comience a apostar para obtener recompensas pasivas instantáneas de inmediato!"
  },
  "safeInstructions": {
    "text1": "TG.Bit no requiere que realices ninguna verificación KYC para jugar, ni siquiera conectar tu billetera.\n\nSimplemente recargue su cuenta y retire dinero en cualquier momento.\n\n¡Es así de simple!",
    "text2": "No se requiere KYC",
    "text3": "No es necesario configurar una cuenta",
    "text4": "Juega en tu teléfono inteligente",
    "text5": "Todo está en Telegram.",
    "text6": "Reproducir ahora"
  },
  "topBar": {
    "auditBtn": "Auditoría",
    "economic": "Tokenómica",
    "howBuy": "Cómo comprar",
    "index": "Hogar",
    "methods": "Cómo funciona",
    "pledgeBtn": "Replanteo",
    "qa": "Preguntas más frecuentes",
    "reward": "Recompensas de apuesta",
    "welfare": "Beneficios de preventa"
  },
  "webGame": {
    "text1": "Con la autorización del juego de los principales fabricantes de juegos, ¡tenemos todo lo que quieres jugar!",
    "text2": "Cientos de juegos",
    "text3": "Tenemos todos los juegos que puedas desear jugar, desde tragamonedas, juegos de mesa, casino en vivo y más.\n\n¡Lo que quieras, te lo proporcionamos!",
    "text4": "apuestas deportivas",
    "text5": "Ofrecemos más de 30 deportes diferentes en los que puedes apostar, ¡así que seguramente encontrarás algo que te guste!\n\n¡Elige un juego y haz tu apuesta ahora!",
    "text6": "Únete a nuestra transmisión en vivo",
    "text7": "¿Quieres una experiencia de casino real en la palma de tu mano?\n\n¡Únase a miles de jugadores que juegan en el casino!"
  },
  "whiteBook": {
    "text1": "Si desea obtener más información sobre en qué se diferencia TG.Bit, lea nuestro documento técnico.\n\n¡Somos más que un simple casino en línea!",
    "text2": "Papel blanco"
  },
  "whyPopular": {
    "text1": "Si bien puede haber competencia en el mercado, no pueden igualar lo que TG.Bit tiene para ofrecer.\n\nTenemos todos los mejores juegos, eventos en vivo, apuestas deportivas y más, simplemente no hay comparación.\n\nJunto con las generosas recompensas que ofrecemos a los titulares de $TGB, elegir TG.Bit es una decisión acertada.",
    "text2": "Únete a nosotros hoy",
    "text3": "Sólo en 2023, las opciones para apostar con criptomonedas se han triplicado.\n\nSin necesidad de KYC y con una plataforma perfecta y fácil de usar, no sorprende que la gente acuda en masa a sitios como TG.Bit para apostar en línea.\n\nEntonces, ¿por qué elegir TG.Bit?",
    "text4": "Reproducir ahora",
    "text5": "Juega fácilmente a juegos populares en la perfecta plataforma Telegram de TG.Bit.\n\nGracias a nuestro sólido marketing, TG.Bit se está convirtiendo rápidamente en un nombre familiar.\n\nBenefíciate de nuestra inversión en juego online y de nuestro modelo rentable.\n\n¡Ven a explorar el futuro de los juegos con nosotros!"
  },
  "blockTitle": {
    "cc1": "Oportunidad de criptocasino",
    "coin": "Tokenómica",
    "ctl1": "NO HAY MEJOR MOMENTO QUE AHORA",
    "ctl2": "El futuro esta aqui",
    "howBuy1": "Cómo comprar tokens $TGB",
    "lsp1": "tener licencia completa",
    "nokyc1": "El poder de no requerir KYC",
    "ow1": "¿Cómo funciona?",
    "plc1": "Recompensas de apuesta",
    "preTxt1": "Beneficios de comprar $TGB en preventa",
    "qa": "Preguntas frecuentes",
    "safe1": "Fácil de jugar",
    "wb": "Papel blanco",
    "wg1": "Nuestros juegos",
    "wp1": "¡TG.Bit lo tiene todo!",
    "wp2": "¿Por qué Gamefi",
    "wp4": "Lo que nos diferencia",
    "zhiya": "Replantear",
    "zhiyazr": "Apuesta total"
  }
}
