{
  "actionView": {
    "text1": "Terbaik di dunia",
    "text2": "KASINO",
    "text3": "TG.Bet adalah tempat eksklusif Anda untuk perjudian kripto online. \nBerlisensi penuh dan 100% aman, bergabunglah dengan kami hari ini!",
    "text4": "Bergabunglah dengan Komunitas",
    "text5": "Main sekarang",
    "text6": "Verifikasi lisensi",
    "text7": "UANG KEMBALI",
    "text8": "Tentang semua kerugian saat bertaruh $TGB Token"
  },
  "blockTitle": {
    "cc1": "Peluang Kasino Kripto",
    "coin": "Tokenomics",
    "ctl1": "TIDAK ADA WAKTU YANG LEBIH BAIK DARI SEKARANG",
    "ctl2": "Masa depan ada di sini",
    "howBuy1": "Cara Membeli Token $TGB",
    "lsp1": "Memiliki lisensi penuh",
    "nokyc1": "Kekuatan tidak diperlukan KYC",
    "ow1": "Bagaimana itu bekerja",
    "plc1": "Hadiah Staking",
    "preTxt1": "Keuntungan membeli $TGB di pra-penjualan",
    "qa": "Pertanyaan yang Sering Diajukan",
    "safe1": "Mudah Dimainkan",
    "wb": "Kertas putih",
    "wg1": "Permainan kami",
    "wp1": "TG.Bet memiliki semuanya!",
    "wp2": "Mengapa Gamefi",
    "wp4": "Apa yang membedakan kami",
    "zhiya": "Mempertaruhkan",
    "zhiyazr": "Total Taruhan"
  },
  "bottomBar": {
    "text1": "Hubungi kami",
    "text2": "pribadi",
    "text3": "Ketentuan"
  },
  "coinChance": {
    "text1": "Pasar kasino kripto telah berkembang pesat sejak tahun 2017, dengan data terbaru menunjukkan bahwa pasar kasino kripto kini bernilai $250 juta.\n\nIni hanya mewakili 0,1% dari total pasar kasino, yang saat ini bernilai $26,33 miliar.\n\nNamun penelitian menunjukkan bahwa kasino kripto dengan cepat mengambil pangsa pasar dari kasino online Web2 karena kemudahan aksesnya, tidak memerlukan KYC, dan kemampuan untuk menghindari transaksi muncul di laporan bank.",
    "text2": "Saat ini, 80% permainan kasino online dimainkan di perangkat seluler, dengan sebagian besar kasino kripto dirancang khusus untuk perangkat seluler.\n\nTG.Bet melangkah lebih jauh dan secara eksklusif menawarkan platform Telegram, yang saat ini memiliki lebih dari 1 miliar pengguna dan diperkirakan akan tumbuh menjadi 1,5 miliar pengguna dalam 3-5 tahun ke depan."
  },
  "coinTimes": {
    "text1": "Popularitas perjudian kripto yang meledak-ledak baru-baru ini tampaknya tidak menunjukkan tanda-tanda melambat.\n\nKami di TG.Bet memahami bahwa pemain di seluruh dunia menghargai fleksibilitas bermain kapan saja, di mana saja, tetap anonim, dan dapat memasang taruhan menggunakan mata uang kripto.\n\nMasa depan telah benar-benar tiba!"
  },
  "commonProblem": {
    "text1": "Apa yang membuat TG.Bet berbeda",
    "text10": "Kami akan meluncurkan $TGB dalam beberapa hari setelah prapenjualan berakhir. \nKami akan terus memberi tahu semua orang tentang hari peluncuran melalui situs web dan media sosial kami.",
    "text2": "TG.Bet memberi Anda akses ke semua permainan kasino online teratas, buku olahraga, dan banyak lagi, namun kami juga berkomitmen untuk mengembangkan ekosistem yang menghargai kesetiaan. \nSebagai bukti dedikasi kami, kami memberi kembali dengan membagikan sebagian pendapatan kasino kami melalui pembelian kembali token $TGB. \nMainkan, dapatkan, dan dapatkan hadiah!",
    "text3": "Berapa lama presalenya?",
    "text4": "Presale akan dibuka hingga hard cap tercapai. \nBatas lunak untuk prapenjualan adalah 1 juta USD.",
    "text5": "Mengapa saya harus membeli $TGB?",
    "text6": "Meskipun TG.Bet memungkinkan Anda bermain dengan banyak mata uang kripto teratas, hanya $TGB yang akan memberi Anda akses ke hadiah luar biasa, baik dari staking maupun hanya dengan memegang token kami. \n$TGB tidak diperlukan untuk bermain di kasino, tetapi dapat digunakan untuk bertaruh pada permainan seperti mata uang lainnya.",
    "text7": "Apakah prapenjualan memiliki periode vesting?",
    "text8": "Tidak ada periode vesting untuk $TGB. \nNamun jika Anda mempertaruhkan token Anda selama prapenjualan, token tersebut akan dikunci hingga hari peluncuran 10 hari. \nMempertaruhkan token akan segera mulai mendapatkan imbalan taruhan dan manfaat masa depan lainnya.",
    "text9": "Kapan tokennya akan diluncurkan?"
  },
  "economicToken": {
    "text1": "Untuk mencapai siklus yang baik, perilaku setiap partisipan dalam ekosistem sangatlah penting.\n\nYang tidak kalah pentingnya adalah insentif yang dirancang dengan baik",
    "text10": "Persekutuan",
    "text11": "Hadiah bagi mereka yang membantu mengembangkan TG.Bet",
    "text12": "Investor institusi",
    "text13": "Untuk kolaborasi dan pemasaran langsung",
    "text2": "Kelompok Likuiditas",
    "text3": "Untuk membuat pasangan di DEX",
    "text4": "Hadiah Staking",
    "text5": "Untuk memberi penghargaan kepada pemegang kami yang berdedikasi",
    "text6": "Prapenjualan",
    "text7": "Untuk memulai ekosistem $TGB",
    "text8": "Hadiah Pemain",
    "text9": "Hadiah untuk setiap pemain",
    "text15": "Untuk kolaborasi dan pemasaran langsung",
    "text17": "Untuk kolaborasi dan pemasaran langsung",
    "text14": "Perbendaharaan masyarakat",
    "text16": "Pemasaran"
  },
  "homeForm": {
    "text1": "Harga sekarang",
    "text10": "Beli dan Staking untuk {APY} APY",
    "text11": "Hanya ingin membeli tanpa staking",
    "text12": "Staking APY Saat Ini",
    "text13": "Beli di BSC",
    "text14": "Beli di ETH",
    "text15": "Membeli...",
    "text16": "dibeli",
    "text2": "Tujuan akhir",
    "text3": "Beli sekarang sebelum harga naik di:",
    "text4": "dompet",
    "text5": "kamu membayar",
    "text6": "",
    "text7": "MAKS",
    "text8": "$TGB yang Anda terima",
    "text9": "Hubungkan dompet",
    "text17": "$TGB SEKARANG TERJUAL HABIS!"
  },
  "howToBuy": {
    "text1": "Untuk membeli token selama Presale, kunjungi situs resmi TG.Bet.\n\nSetelah Presale, token dapat diperoleh langsung dari situs resmi atau melalui bursa terdesentralisasi.",
    "text10": "Masukkan jumlah token $TGB yang ingin Anda beli.\n\nHarap dicatat bahwa selain biaya token yang ingin Anda beli, diperlukan minimal 0,015 ETH untuk menyelesaikan transaksi.\n\nDi Binance Smart Chain, persyaratan minimum ini lebih rendah, namun tetap berlaku.\n\nJumlah minimum token $TGB yang dapat dibeli diatur ke 100 $TGB.",
    "text11": "Langkah 5: Selesaikan pembelian Anda",
    "text12": "Setelah Anda memasukkan jumlahnya, Anda akan diminta untuk mengotorisasi transaksi.\n\nDengan mengklik \"Setujui\", transaksi Anda akan dimulai dan diverifikasi di blockchain.\n\nWaktu penyelesaian transaksi dapat bervariasi dari detik hingga menit, bergantung pada kemacetan jaringan dan aktivitas kontrak pintar.\n\nHarap tetap berada di antarmuka sampai pembelian selesai sepenuhnya.",
    "text2": "Cara membeli $TGB selama prapenjualan",
    "text3": "Langkah 1: Kunjungi portal resmi",
    "text4": "Kunjungi halaman web khusus TG.Bet untuk menemukan antarmuka pembelian Presale eksklusif.\n\nHarap dicatat bahwa ini adalah satu-satunya platform resmi untuk mendapatkan token Presale $TGB.",
    "text5": "Langkah 2: Pilih metode pembayaran",
    "text6": "Anda dapat memilih untuk membeli token Presale $TGB di jaringan Ethereum menggunakan Ethereum (ETH) atau Tether (USDT).\n\nAlternatifnya, Anda dapat memanfaatkan Binance Smart Chain dan memilih BNB atau USDT.\n\nTentukan pilihan Anda dan lanjutkan ke langkah berikutnya.",
    "text7": "Langkah 3: Hubungkan dompet kripto Anda",
    "text8": "Jika dompet kripto Anda belum disinkronkan, Anda akan melihat perintah yang meminta Anda untuk terhubung.\n\nBiasanya, dompet disiapkan untuk mainnet Ethereum secara default; \nini menguntungkan Anda jika Anda berdagang dengan ETH.\n\nNamun, jika Anda memilih Binance Smart Chain, Anda mungkin perlu mengonfirmasi peralihan jaringan.",
    "text9": "Langkah 4: Tentukan jumlah pembelian"
  },
  "licenseProof": {
    "text1": "Ruang Web 3 sering dipandang sebagai Wild West, penuh dengan informasi yang salah dan penipuan.\n\nDi TG.Bet kami dengan bangga mengklaim bahwa kami adalah 100% entitas kasino berlisensi penuh yang berbasis di Curacao.\n\nJadi silakan bermain!",
    "text2": "Verifikasi lisensi"
  },
  "noKyc": {
    "text1": "Judi online tanpa KYC memiliki keuntungan yang nyata.\n\nSelama bertahun-tahun, satu-satunya cara untuk berjudi online adalah dengan menyerahkan informasi pribadi.\n\nDi TG.Bet Anda tidak perlu memberikan informasi pribadi.\n\nYang Anda butuhkan hanyalah akun Telegram, beberapa mata uang kripto, dan Anda siap bermain!\n\nIni hanya membutuhkan beberapa langkah kecil.",
    "text2": "Buka TG.Bet",
    "text3": "Unduh Telegram",
    "text4": "Langkah 1",
    "text5": "Jika Anda belum memiliki Telegram, silakan buat akun setelah mengunduh aplikasinya, atau jika Anda sudah memiliki Telegram, buka melalui tautan",
    "text6": "Langkah 2",
    "text7": "Anda dapat memilih untuk menghubungkan dompet kripto Anda atau mentransfer dana ke akun TG.Ber Anda, Anda memiliki kebebasan memilih.\n\nSetelah Anda mengisi ulang akun Anda, Anda siap berangkat!",
    "text8": "Langkah 3",
    "text9": "Pilih permainan dan mulailah bermain!\n\nAnda dapat melakukan penarikan tanpa batas kapan saja.\n\nAnda dapat menikmati pengalaman bermain game tanpa rasa khawatir di TG.Bet, 24/7, sepanjang tahun!"
  },
  "operationWay": {
    "text1": "TG.Bet lebih dari sekedar kasino, ini adalah ekosistem yang memberikan kembali kepada para pemainnya melalui hadiah terus-menerus dengan memanfaatkan $TGB."
  },
  "pledgeCoin": {
    "text1": "Koin $TGB yang dibeli selama permainan akan terus menghasilkan manfaat tak terduga bagi Anda, memungkinkan perjudian, hiburan, dan pengelolaan keuangan taruhan berada pada sudut yang sama dan memberikan manfaat tanpa akhir pada dana Anda.",
    "text2": "Dapatkan penghasilan pasif",
    "text3": "Saat Anda mempertaruhkan $TGB, Anda segera mulai mendapatkan hadiah harian. \nSaksikan kepemilikan Anda tumbuh seiring waktu!",
    "text4": "Akses hadiah secara instan",
    "text5": "Anda akan segera membuka hadiah dari staking yang dapat Anda gunakan di TG.Bet, atau menyimpannya untuk nanti!",
    "text6": "Bagikan kekayaan",
    "text7": "Saat Anda mempertaruhkan $TGB, Anda membuka akses ke hadiah berbasis pendapatan. \nBagian kue Anda yang lebih besar!"
  },
  "pledgeDetail": {
    "text1": "TG.Bet memungkinkan Anda mempertaruhkan dan membatalkan taruhan token Anda. \nPilih fungsi mana yang Anda inginkan. \nHanya token yang dipertaruhkan yang mendapatkan APY.",
    "text10": "Total Hadiah yang Dipanen ($TGB)",
    "text11": "Total Hadiah yang Dapat Diklaim ($TGB)",
    "text12": "Menerima",
    "text13": "Mempertaruhkan",
    "text14": "Pertaruhkan token Anda untuk menerima hadiah pasif berdasarkan APY yang ditunjukkan.",
    "text15": "Maks",
    "text16": "Belajarlah lagi",
    "text17": "Lepaskan taruhannya",
    "text18": "Lepaskan taruhannya",
    "text19": "Lepaskan token Anda dan tukarkan hadiah APY Anda dari staking.",
    "text2": "APY saat ini",
    "text3": "Total $TGB yang dipertaruhkan",
    "text4": "% dari Total $TGB yang Dipertaruhkan",
    "text5": "Total Hadiah yang Dibayar ($TGB)",
    "text6": "Hubungkan dompet",
    "text7": "Taruhan Anda",
    "text8": "Total $TGB yang dipertaruhkan",
    "text9": "% dari Total $TGB yang Dipertaruhkan"
  },
  "preSale": {
    "text1": "Tidak akan pernah ada kesempatan lain untuk mendapatkan $TGB dengan harga lebih baik daripada saat prapenjualan kami. \nInilah beberapa manfaatnya!",
    "text2": "Hadiah khusus",
    "text3": "Pembeli pra-penjualan diberi imbalan secara eksklusif saat mereka bermain di kasino",
    "text4": "Harga terbaik",
    "text5": "Tidak ada waktu yang lebih baik untuk membeli $TGB selain saat prapenjualan.",
    "text6": "Menjadi pemain papan atas",
    "text7": "Investasikan 5rb USD dalam prapenjualan $TGB untuk mendapatkan hadiah pasca-peluncuran NFT eksklusif.",
    "text8": "Mulailah menghasilkan uang hari ini",
    "text9": "Beli token pra-penjualan, mulailah mempertaruhkan hadiah pasif instan segera!"
  },
  "safeInstructions": {
    "text1": "TG.Bet mudah untuk memulai, cukup buka TG.Bet di Telegram, danai akun Anda dengan mata uang kripto utama apa pun, dan mulailah bermain!",
    "text2": "Buka dan Mainkan",
    "text3": "Tidak Ada Pengaturan Akun",
    "text4": "Mainkan di ponsel cerdas Anda",
    "text5": "Semua di Telegram",
    "text6": "Main sekarang"
  },
  "tip": {
    "text1": "Silakan sambungkan dompet",
    "text10": "Pembelian $TGB telah dijeda",
    "text11": "Transaksi sudah terkirim, mohon bersabar menunggu transaksi selesai.",
    "text12": "Transaksi berhasil",
    "text13": "Transaksi salah",
    "text14": "Jumlah hadiah harus lebih besar dari 100",
    "text15": "Jumlah taruhan harus lebih besar dari 100",
    "text16": "Kuantitas unstake harus lebih besar dari 100",
    "text17": "Ada {days} hari tersisa hingga pasak dilepas",
    "text18": "Untuk menyelesaikan transaksi ini, Anda harus menyetujui akses kontrak ke izin USDT atau USDC Anda",
    "text19": "Untuk membeli $TGB dengan USDT/USDC, Anda harus terlebih dahulu memberi otorisasi kepada kami untuk mengakses USDT/USDC di dompet Anda.",
    "text2": "Silakan membeli setidaknya 100 $TGB.",
    "text20": "Menyetujui",
    "text21": "Untuk mempertaruhkan $TGB, Anda harus terlebih dahulu memberi otorisasi kepada kami untuk mengakses $TGB di dompet Anda.",
    "text22": "Pengolahan",
    "text3": "Anda tidak memiliki cukup ETH untuk membayar transaksi ini.\n\n \nPastikan Anda memiliki 0,015 ETH untuk gas dan ETH untuk pertukaran token.",
    "text4": "Anda tidak memiliki cukup ETH untuk membayar transaksi ini.\n\n \nPastikan Anda memiliki 0,015 ETH untuk gas dan USDT untuk pertukaran token.",
    "text5": "Anda tidak memiliki cukup USDT untuk membayar transaksi ini.\n\n \nPastikan Anda memiliki 0,015 ETH untuk gas dan USDT untuk pertukaran token.",
    "text6": "Anda tidak memiliki cukup ETH untuk membayar transaksi ini.\n\n \nPastikan Anda memiliki 0,015 ETH untuk gas dan USDC untuk pertukaran token.",
    "text7": "Anda tidak memiliki cukup USDC untuk membayar transaksi ini.\n\n \nPastikan Anda memiliki 0,015 ETH untuk gas dan USDC untuk pertukaran token.",
    "text8": "Maksimum {jumlah} $TGB per transaksi.",
    "text9": "0,015 ETH dicadangkan untuk gas. \nJumlah sebenarnya yang digunakan akan bergantung pada jaringan.",
    "text23": "Alamat Token $TGB",
    "text24": "Menyalin",
    "text25": "Berhasil disalin",
    "text26": "Browser ini tidak mendukung penyalinan, silakan salin secara manual'"
  },
  "topBar": {
    "auditBtn": "Audit",
    "economic": "Tokenomics",
    "howBuy": "Bagaimana untuk membeli",
    "index": "Rumah",
    "methods": "Bagaimana itu bekerja",
    "pledgeBtn": "Mempertaruhkan",
    "qa": "Pertanyaan Umum",
    "reward": "Hadiah Staking",
    "welfare": "Manfaat Prapenjualan"
  },
  "webGame": {
    "text1": "Dengan otorisasi game dari produsen game besar, kami memiliki semua yang ingin Anda mainkan!",
    "text2": "Ratusan permainan",
    "text3": "Kami memiliki setiap permainan yang ingin Anda mainkan, mulai dari slot, permainan meja, kasino langsung, dan banyak lagi.\n\nApa pun yang Anda inginkan, kami menyediakannya untuk Anda!",
    "text4": "perjudian olahraga",
    "text5": "Kami menawarkan lebih dari 30 olahraga berbeda untuk Anda pertaruhkan, jadi Anda pasti menemukan olahraga yang Anda sukai!\n\nPilih permainan dan pasang taruhan Anda sekarang!",
    "text6": "Bergabunglah dengan siaran langsung kami",
    "text7": "Ingin pengalaman kasino sesungguhnya di telapak tangan Anda?\n\nBergabunglah dengan ribuan pemain lain yang bermain di lantai kasino!"
  },
  "whiteBook": {
    "text1": "Jika Anda ingin mempelajari lebih lanjut tentang perbedaan TG.Bet, baca buku putih kami.\n\nKami lebih dari sekedar kasino online!",
    "text2": "Kertas putih"
  },
  "whyPopular": {
    "text1": "Meskipun mungkin ada persaingan di pasar, mereka tidak dapat menandingi apa yang ditawarkan TG.Bet.\n\nKami memiliki semua pertandingan teratas, acara langsung, taruhan olahraga, dan banyak lagi, tidak ada bandingannya.\n\nDitambah dengan hadiah besar yang kami tawarkan kepada pemegang $TGB, memilih TG.Bet adalah keputusan yang bijaksana.",
    "text2": "Bergabunglah dengan kami",
    "text3": "Pada tahun 2023 saja, opsi perjudian dengan mata uang kripto meningkat tiga kali lipat.\n\nTanpa perlu KYC dan platform yang mulus dan mudah digunakan, tidak mengherankan jika orang berbondong-bondong mengunjungi situs seperti TG.Bet untuk berjudi online.\n\nJadi mengapa memilih TG.Bet?",
    "text4": "Main sekarang",
    "text5": "Mainkan game populer dengan mudah di platform Telegram TG.Bet yang mulus.\n\nBerkat pemasaran kami yang kuat, TG.Bet dengan cepat menjadi terkenal.\n\nManfaatkan investasi kami dalam game online dan model kami yang menguntungkan.\n\nAyo jelajahi masa depan game bersama kami!"
  }
}
