{
  "actionView": {
    "text1": "Del mondo",
    "text2": "CASINÒ",
    "text3": "TG.Bet è il tuo posto esclusivo per il gioco d'azzardo crittografico online. \nCon licenza completa e sicuro al 100%, unisciti a noi oggi!",
    "text4": "Unisciti alla comunità",
    "text5": "Riproduci ora",
    "text6": "Verifica licenza",
    "text7": "RIMBORSO",
    "text8": "Su tutte le perdite quando si scommette sul token $TGB"
  },
  "blockTitle": {
    "cc1": "Opportunità di casinò crittografici",
    "coin": "Tokenomics",
    "ctl1": "NESSUN MOMENTO MIGLIORE DI ORA",
    "ctl2": "Il futuro è qui",
    "howBuy1": "Come acquistare token $TGB",
    "lsp1": "Avere la licenza completa",
    "nokyc1": "Il potere di non richiedere KYC",
    "ow1": "Come funziona",
    "plc1": "Premi di puntata",
    "preTxt1": "Vantaggi dell'acquisto di $TGB in prevendita",
    "qa": "Domande frequenti",
    "safe1": "Facile da giocare",
    "wb": "Carta bianca",
    "wg1": "I nostri giochi",
    "wp1": "TG.Bet ha tutto!",
    "wp2": "Perché Gamefi",
    "wp4": "Ciò che ci distingue",
    "zhiya": "Puntata",
    "zhiyazr": "Puntata totale"
  },
  "bottomBar": {
    "text1": "Contattaci",
    "text2": "Privacy",
    "text3": "Termini"
  },
  "coinChance": {
    "text1": "Il mercato dei casinò crittografici è cresciuto rapidamente dal 2017, con gli ultimi dati che mostrano che il mercato dei casinò crittografici vale ora 250 milioni di dollari.\n\nCiò rappresenta solo lo 0,1% del mercato totale dei casinò, che attualmente è valutato a 26,33 miliardi di dollari.\n\nMa la ricerca mostra che i casinò crittografici stanno rapidamente conquistando quote di mercato dai casinò online Web2 grazie alla loro facilità di accesso, all’assenza di necessità di KYC e alla capacità di evitare che le transazioni vengano visualizzate sugli estratti conto bancari.",
    "text2": "Attualmente, l’80% dei giochi da casinò online viene giocato su dispositivi mobili, e la stragrande maggioranza dei casinò crittografici è progettata specificamente per i dispositivi mobili.\n\nTG.Bet fa un ulteriore passo avanti e offre esclusivamente la piattaforma Telegram, che attualmente conta oltre 1 miliardo di utenti e si prevede che raggiungerà 1,5 miliardi di utenti nei prossimi 3-5 anni."
  },
  "coinTimes": {
    "text1": "La recente popolarità esplosiva del gioco d’azzardo crittografico non sembra mostrare segni di rallentamento.\n\nNoi di TG.Bet comprendiamo che i giocatori di tutto il mondo apprezzano la flessibilità di giocare sempre e ovunque, rimanendo anonimi e potendo piazzare scommesse utilizzando criptovalute.\n\nIl futuro è davvero arrivato!"
  },
  "commonProblem": {
    "text1": "Ciò che rende TG.Bet diverso",
    "text10": "Lanceremo $TGB entro pochi giorni dalla fine della prevendita. \nTerremo tutti informati sul giorno del lancio attraverso il nostro sito web e i nostri social media.",
    "text2": "TG.Bet ti dà accesso a tutti i migliori giochi da casinò online, libri sportivi e altro ancora, ma ci impegniamo anche a coltivare un ecosistema che valorizzi la lealtà. \nA testimonianza della nostra dedizione, stiamo contribuendo condividendo una parte delle entrate del nostro casinò attraverso il riacquisto del gettone $TGB. \nGioca, guadagna e ricevi ricompense!",
    "text3": "Quanto dura la prevendita?",
    "text4": "La prevendita sarà aperta fino al raggiungimento dell'hard cap. \nIl soft cap per la prevendita è di 1 milione di dollari.",
    "text5": "Perché dovrei acquistare $TGB?",
    "text6": "Mentre TG.Bet ti permetterà di giocare con molte delle migliori criptovalute, solo $TGB ti darà accesso a premi incredibili, sia dallo staking che dal semplice possesso del nostro token. \n$TGB non è necessario per giocare al casinò, ma può essere utilizzato per scommettere su giochi come tutte le altre valute.",
    "text7": "La prevendita ha un periodo di vesting?",
    "text8": "Non è previsto un periodo di maturazione per $TGB. \nTuttavia, se metti in staking i tuoi token durante la prevendita, questi verranno bloccati fino al giorno del lancio, 10 giorni. \nLo staking dei token inizia immediatamente a guadagnare premi di staking e altri vantaggi futuri.",
    "text9": "Quando verrà lanciato il token?"
  },
  "economicToken": {
    "text1": "Per realizzare un ciclo virtuoso, il comportamento di ciascun partecipante all’ecosistema è molto importante.\n\nAltrettanto importanti sono gli incentivi ben progettati",
    "text10": "Alleanza",
    "text11": "Premi per coloro che aiutano a far crescere TG.Bet",
    "text12": "Investitori instituzionali",
    "text13": "Per collaborazioni e marketing diretto",
    "text2": "Piscina di liquidità",
    "text3": "Per creare la coppia su DEX",
    "text4": "Premi di puntata",
    "text5": "Per premiare i nostri detentori dedicati",
    "text6": "Prevendita",
    "text7": "Per far ripartire l'ecosistema $TGB",
    "text8": "Premi per i giocatori",
    "text9": "Premi per ogni giocatore",
    "text15": "Per collaborazioni e marketing diretto",
    "text17": "Per collaborazioni e marketing diretto",
    "text14": "Tesoro comunitario",
    "text16": "Marketing"
  },
  "homeForm": {
    "text1": "Prezzo attuale",
    "text10": "Acquista e punta per {APY} APY",
    "text11": "Voglio solo comprare senza puntata",
    "text12": "APY di staking attuale",
    "text13": "Acquista su BSC",
    "text14": "Acquista all'ETH",
    "text15": "Acquisto...",
    "text16": "acquistato",
    "text2": "Obiettivo finale",
    "text3": "Acquista ora prima che il prezzo aumenti in:",
    "text4": "portafoglio",
    "text5": "tu paghi",
    "text6": "",
    "text7": "MASSIMO",
    "text8": "$TGB che ricevi",
    "text9": "Collega il portafoglio"
  },
  "howToBuy": {
    "text1": "Per acquistare gettoni durante la prevendita, visita il sito ufficiale di TG.Bet.\n\nDopo la prevendita, i token possono essere ottenuti direttamente dal sito ufficiale o tramite scambi decentralizzati.",
    "text10": "Inserisci la quantità di token $TGB che desideri acquistare.\n\nTieni presente che oltre al costo del token che intendi acquistare, per completare la transazione sono necessari almeno 0,015 ETH.\n\nSu Binance Smart Chain, questo requisito minimo è inferiore, ma si applica comunque.\n\nLa quantità minima di token $TGB acquistabili è fissata a 100 $TGB.",
    "text11": "Passaggio 5: completa l'acquisto",
    "text12": "Una volta inserito l'importo ti verrà richiesto di autorizzare la transazione.\n\nFacendo clic su \"Approva\", la transazione verrà avviata e verificata sulla blockchain.\n\nI tempi di completamento della transazione possono variare da secondi a minuti, a seconda della congestione della rete e dell'attività del contratto intelligente.\n\nRimani sull'interfaccia fino al completamento dell'acquisto.",
    "text2": "Come acquistare $TGB durante la prevendita",
    "text3": "Passaggio 1: visita il portale ufficiale",
    "text4": "Visita la pagina web dedicata di TG.Bet per trovare l'esclusiva interfaccia di acquisto prevendita.\n\nTieni presente che questa è l'unica piattaforma autorizzata per ottenere token $TGB in prevendita.",
    "text5": "Passaggio 2: scegli il metodo di pagamento",
    "text6": "Puoi scegliere di acquistare il token $TGB di prevendita sulla rete Ethereum utilizzando Ethereum (ETH) o Tether (USDT).\n\nIn alternativa, puoi sfruttare Binance Smart Chain e scegliere BNB o USDT.\n\nFai la tua scelta e procedi al passaggio successivo.",
    "text7": "Passaggio 3: collega il tuo portafoglio crittografico",
    "text8": "Se il tuo portafoglio crittografico non è ancora sincronizzato, vedrai un messaggio che ti chiede di connetterti.\n\nIn genere, i portafogli sono impostati per la rete principale di Ethereum per impostazione predefinita; \nquesto funziona a tuo vantaggio se fai trading con ETH.\n\nTuttavia, se scegli Binance Smart Chain, potrebbe essere necessario confermare il cambio di rete.",
    "text9": "Passaggio 4: specificare l'importo dell'acquisto"
  },
  "licenseProof": {
    "text1": "Lo spazio Web 3 è spesso visto come il selvaggio West, pieno di disinformazione e frode.\n\nA TG.Bet affermiamo con orgoglio di essere un'entità di casinò con licenza completa al 100% con sede a Curacao.\n\nQuindi sentitevi liberi di giocare!",
    "text2": "Verifica licenza"
  },
  "noKyc": {
    "text1": "Il gioco d'azzardo online senza KYC presenta vantaggi reali.\n\nPer anni, l’unico modo per giocare d’azzardo online è stato fornire informazioni personali.\n\nA TG.Bet non è necessario fornire informazioni personali.\n\nTutto ciò di cui hai bisogno è un account Telegram, un po' di criptovaluta e sei pronto per giocare!\n\nBastano pochi piccoli passi.",
    "text2": "Apri TG.Bet",
    "text3": "Scarica Telegramma",
    "text4": "Passo 1",
    "text5": "Se non hai Telegram, crea un account dopo aver scaricato l'app, oppure se hai già Telegram, aprilo tramite il link",
    "text6": "Passo 2",
    "text7": "Puoi scegliere di collegare il tuo portafoglio crittografico o trasferire fondi sul tuo conto TG.Ber, hai la libertà di scelta.\n\nUna volta ricaricato il tuo account, sei pronto per partire!",
    "text8": "Passaggio 3",
    "text9": "Scegli un gioco e inizia a giocare!\n\nPuoi effettuare prelievi illimitati in qualsiasi momento.\n\nPuoi goderti un'esperienza di gioco senza preoccupazioni su TG.Bet, 24 ore su 24, 7 giorni su 7, tutto l'anno!"
  },
  "operationWay": {
    "text1": "TG.Bet è più di un semplice casinò, è un ecosistema che restituisce ai suoi giocatori ricompense costanti sfruttando $TGB."
  },
  "pledgeCoin": {
    "text1": "Le monete $TGB acquistate durante il gioco continueranno a generare benefici inaspettati per te, consentendo al gioco d'azzardo, all'intrattenimento e alla gestione finanziaria dello staking di stare nella stessa angolazione e portare infiniti benefici ai tuoi fondi.",
    "text2": "Guadagna reddito passivo",
    "text3": "Quando scommetti i tuoi $TGB inizi immediatamente a guadagnare premi giornalieri. \nGuarda le tue partecipazioni crescere nel tempo!",
    "text4": "Accedi istantaneamente ai premi",
    "text5": "Sbloccherai immediatamente i premi dallo staking che potrai utilizzare in TG.Bet, o conservarli per dopo!",
    "text6": "Condividi la ricchezza",
    "text7": "Quando scommetti i tuoi $TGB sblocchi l'accesso ai premi basati sulle entrate. \nLa tua fetta di torta ancora più grande!"
  },
  "pledgeDetail": {
    "text1": "TG.Bet ti consente di puntare e annullare la puntata dei tuoi gettoni. \nScegli quale funzione desideri. \nSolo i token puntati guadagnano APY.",
    "text10": "Premi totali raccolti ($TGB)",
    "text11": "Premi totali richiedibili ($TGB)",
    "text12": "Ricevere",
    "text13": "Palo",
    "text14": "Metti in staking i tuoi token per ricevere premi passivi in ​​base all'APY indicato.",
    "text15": "Massimo",
    "text16": "Saperne di più",
    "text17": "Non partecipare",
    "text18": "Non partecipare",
    "text19": "Rimuovi i tuoi token e riscatta i tuoi premi APY dallo staking.",
    "text2": "APY attuale",
    "text3": "Totale $TGB puntati",
    "text4": "% del totale di $TGB puntati",
    "text5": "Premi totali pagati ($TGB)",
    "text6": "Collega il portafoglio",
    "text7": "La tua puntata",
    "text8": "Totale $TGB puntati",
    "text9": "% del totale di $TGB puntati"
  },
  "preSale": {
    "text1": "Non ci sarà mai un'altra opportunità per ottenere $TGB a un prezzo migliore rispetto alla nostra prevendita. \nEcco alcuni dei vantaggi!",
    "text2": "Premi speciali",
    "text3": "Gli acquirenti in prevendita vengono premiati esclusivamente quando giocano al casinò",
    "text4": "Miglior prezzo possibile",
    "text5": "Non ci sarà mai momento migliore per acquistare $TGB che durante la prevendita.",
    "text6": "Diventa un grande scommettitore",
    "text7": "Investi 5.000 USD in prevendita $TGB per esclusivi premi NFT post-lancio.",
    "text8": "Inizia a guadagnare oggi",
    "text9": "Acquista token in prevendita, inizia subito a scommettere per premi passivi istantanei!"
  },
  "safeInstructions": {
    "text1": "Iniziare con TG.Bet è facile, basta aprire TG.Bet in Telegram, finanziare il tuo conto con qualsiasi delle principali criptovalute e iniziare a giocare!",
    "text2": "Apri e gioca",
    "text3": "Nessuna configurazione dell'account",
    "text4": "Gioca sul tuo smartphone",
    "text5": "Tutto su Telegram",
    "text6": "Riproduci ora"
  },
  "tip": {
    "text1": "Collega il portafoglio",
    "text10": "Gli acquisti di $TGB sono stati sospesi",
    "text11": "La transazione è stata inviata, attendi pazientemente che la transazione venga completata.",
    "text12": "Transazione riuscita",
    "text13": "Transazione andata male",
    "text14": "Il numero di premi deve essere maggiore di 100",
    "text15": "La quantità di puntata deve essere maggiore di 100",
    "text16": "La quantità di untake deve essere maggiore di 100",
    "text17": "Mancano {days} giorni al rilascio della puntata",
    "text18": "Per completare questa transazione, devi accettare l'accesso del contratto alle tue autorizzazioni USDT o USDC",
    "text19": "Per acquistare $TGB con USDT/USDC, devi prima autorizzarci ad accedere a USDT/USDC nel tuo portafoglio.",
    "text2": "Si prega di acquistare almeno 100 $TGB.",
    "text20": "Approvare",
    "text21": "Per puntare $TGB, devi prima autorizzarci ad accedere ai $TGB nel tuo portafoglio.",
    "text22": "in lavorazione",
    "text3": "Non hai abbastanza ETH per pagare questa transazione.\n\n \nAssicurati di avere 0,015 ETH per il gas e ETH per lo scambio di token.",
    "text4": "Non hai abbastanza ETH per pagare questa transazione.\n\n \nAssicurati di avere 0,015 ETH per il gas e USDT per lo scambio di token.",
    "text5": "Non hai abbastanza USDT per pagare questa transazione.\n\n \nAssicurati di avere 0,015 ETH per il gas e USDT per lo scambio di token.",
    "text6": "Non hai abbastanza ETH per pagare questa transazione.\n\n \nAssicurati di avere 0,015 ETH per il gas e USDC per lo scambio di token.",
    "text7": "Non hai abbastanza USDC per pagare questa transazione.\n\n \nAssicurati di avere 0,015 ETH per il gas e USDC per lo scambio di token.",
    "text8": "Massimo {importo} $TGB per transazione.",
    "text9": "0,015 ETH sono riservati al gas. \nLa quantità effettiva utilizzata dipenderà dalla rete.",
    "text23": "Indirizzo token $TGB",
    "text24": "copia",
    "text25": "Copiato con successo",
    "text26": "Questo browser non supporta la copia, copia manualmente'"
  },
  "topBar": {
    "auditBtn": "Controllo",
    "economic": "Tokenomics",
    "howBuy": "Come comprare",
    "index": "Casa",
    "methods": "Come funziona",
    "pledgeBtn": "Puntata",
    "qa": "FAQ",
    "reward": "Premi di puntata",
    "welfare": "Vantaggi della prevendita"
  },
  "webGame": {
    "text1": "Con l'autorizzazione del gioco da parte dei principali produttori di giochi, abbiamo tutto ciò a cui vuoi giocare!",
    "text2": "Centinaia di giochi",
    "text3": "Abbiamo tutti i giochi a cui potresti desiderare di giocare, dalle slot, ai giochi da tavolo, al casinò dal vivo e altro ancora.\n\nQualunque cosa tu voglia, noi te la forniamo!",
    "text4": "gioco d'azzardo sportivo",
    "text5": "Offriamo oltre 30 sport diversi su cui scommettere, quindi troverai sicuramente qualcosa che ti piace!\n\nScegli un gioco e piazza la tua scommessa adesso!",
    "text6": "Partecipa alla nostra trasmissione in diretta",
    "text7": "Vuoi una vera esperienza di casinò nel palmo della tua mano?\n\nUnisciti a migliaia di altri giocatori che giocano al casinò!"
  },
  "whiteBook": {
    "text1": "Se vuoi saperne di più sulle differenze di TG.Bet, leggi il nostro white paper.\n\nSiamo più di un semplice casinò online!",
    "text2": "Carta bianca"
  },
  "whyPopular": {
    "text1": "Sebbene possa esserci concorrenza sul mercato, non possono eguagliare ciò che TG.Bet ha da offrire.\n\nAbbiamo tutti i migliori giochi, eventi dal vivo, scommesse sportive e altro ancora, semplicemente non c'è paragone.\n\nInsieme ai generosi premi che offriamo ai possessori di $TGB, scegliere TG.Bet è una decisione saggia.",
    "text2": "Unisciti a noi",
    "text3": "Solo nel 2023, le opzioni per giocare d’azzardo con le criptovalute sono triplicate.\n\nSenza la necessità di KYC e una piattaforma semplice e facile da usare, non sorprende che le persone si riversino su siti come TG.Bet per giocare d'azzardo online.\n\nQuindi, perché scegliere TG.Bet?",
    "text4": "Riproduci ora",
    "text5": "Gioca facilmente ai giochi più popolari sulla piattaforma Telegram di TG.Bet.\n\nGrazie al nostro forte marketing, TG.Bet sta rapidamente diventando un nome familiare.\n\nApprofitta del nostro investimento nel gioco online e del nostro modello redditizio.\n\nVieni a esplorare il futuro dei giochi con noi!"
  }
}
