{
  "actionView": {
    "text1": "'s Werelds beste Telegram",
    "text2": "CASINO",
    "text3": "TG.Bit is uw exclusieve plek voor online, anoniem crypto-gokken. \nVolledig gelicentieerd en 100% veilig, doe vandaag nog mee!",
    "text4": "Word lid van de gemeenschap",
    "text5": "Nu afspelen",
    "text6": "Licentie verifiëren",
    "text7": "GELD TERUG",
    "text8": "Ontvang 25% cashback op alle verliezen als u gokt met $TGB-tokens"
  },
  "blockTitle": {
    "cc1": "Crypto Casino-mogelijkheid",
    "coin": "Tokenomics",
    "ctl1": "GEEN BETERE TIJD DAN NU",
    "ctl2": "De toekomst is hier",
    "howBuy1": "Hoe $TGB-token te kopen",
    "lsp1": "Heb volledige licentie",
    "nokyc1": "De kracht van geen KYC vereist",
    "ow1": "Hoe het werkt",
    "plc1": "Beloningen uitzetten",
    "preTxt1": "Voordelen van het kopen van $TGB in de voorverkoop",
    "qa": "Veel Gestelde Vragen",
    "safe1": "Makkelijk te spelen",
    "wb": "Wit papier",
    "wg1": "Onze spellen",
    "wp1": "TG.Bit heeft het allemaal!",
    "wp2": "Waarom is Gamefi",
    "wp4": "Wat ons onderscheidt",
    "zhiya": "Uitzetten",
    "zhiyazr": "Totale inzet"
  },
  "bottomBar": {
    "text1": "betalingsmiddel",
    "text2": "privacy",
    "text3": "Voorwaarden"
  },
  "coinChance": {
    "text1": "De crypto-casinomarkt is sinds 2017 snel gegroeid, waarbij uit de laatste gegevens blijkt dat de crypto-casinomarkt nu $250 miljoen waard is.\n\nDit vertegenwoordigt slechts 0,1% van de totale casinomarkt, die momenteel wordt gewaardeerd op $26,33 miljard.\n\nMaar uit onderzoek blijkt dat cryptocasino’s snel marktaandeel veroveren van Web2 online casino’s vanwege hun gemakkelijke toegang, geen behoefte aan KYC en de mogelijkheid om te voorkomen dat transacties op bankafschriften verschijnen.",
    "text2": "Momenteel wordt 80% van de online casinospellen op mobiele apparaten gespeeld, waarbij de overgrote meerderheid van de cryptocasino’s speciaal voor mobiele apparaten is ontworpen.\n\nTG.Bit gaat nog een stap verder en biedt exclusief het Telegram-platform aan, dat momenteel ruim 1 miljard gebruikers heeft en naar verwachting de komende 3-5 jaar zal groeien naar 1,5 miljard gebruikers."
  },
  "coinTimes": {
    "text1": "De recente explosieve populariteit van crypto-gokken lijkt geen tekenen van vertraging te vertonen.\n\nWij bij TG.Bit begrijpen dat spelers over de hele wereld de flexibiliteit waarderen om altijd en overal te spelen, anoniem te blijven en weddenschappen te kunnen plaatsen met behulp van cryptocurrencies.\n\nDe toekomst is echt aangebroken!"
  },
  "commonProblem": {
    "text1": "Wat maakt TG.Bit anders",
    "text10": "We lanceren $TGB binnen enkele dagen nadat de voorverkoop is afgelopen. \nWe houden iedereen op de hoogte van de lanceringsdag via onze website en sociale media.",
    "text2": "TG.Bit geeft je toegang tot alle beste online casinospellen, sportboeken en meer, maar we streven er ook naar een ecosysteem te cultiveren dat loyaliteit waardeert. \nAls bewijs van onze toewijding geven we iets terug door een deel van onze casino-inkomsten te delen via terugkoop van het $TGB-token. \nSpeel, verdien en word beloond!",
    "text3": "Hoe lang duurt de voorverkoop?",
    "text4": "De voorverkoop is geopend totdat de hardcap is bereikt. \nDe soft cap voor de voorverkoop bedraagt ​​1 miljoen USD.",
    "text5": "Waarom zou ik $TGB kopen?",
    "text6": "Hoewel je met TG.Bit met veel topcryptocurrencies kunt spelen, geeft alleen $TGB je toegang tot ongelooflijke beloningen, zowel door uit te zetten als door gewoon onze token vast te houden. \n$TGB is niet vereist om in het casino te spelen, maar het kan gebruikt worden om op spellen in te zetten, net als bij alle andere valuta.",
    "text7": "Heeft de voorverkoop een wachtperiode?",
    "text8": "Er is geen wachtperiode voor $TGB. \nAls u uw tokens echter inzet tijdens de voorverkoop, worden ze vergrendeld tot de lanceringsdag 10 dagen. \nDoor de tokens in te zetten, verdien je onmiddellijk inzetbeloningen en andere toekomstige voordelen.",
    "text9": "Wanneer wordt het token gelanceerd?"
  },
  "economicToken": {
    "text1": "Om een ​​virtueuze cirkel te bereiken is het gedrag van elke deelnemer in het ecosysteem van groot belang.\n\nEven belangrijk zijn goed ontworpen prikkels",
    "text10": "Alliantie",
    "text11": "Beloningen voor degenen die helpen TG.Bit te laten groeien",
    "text12": "Marketing",
    "text13": "Voor samenwerkingen en direct marketing",
    "text2": "Liquiditeitspool",
    "text3": "Om het paar op DEX te maken",
    "text4": "Beloningen uitzetten",
    "text5": "Om onze toegewijde houders te belonen",
    "text6": "Voorverkoop",
    "text7": "Om het $TGB-ecosysteem een ​​vliegende start te geven",
    "text8": "Spelersbeloningen",
    "text9": "Beloningen voor elke speler"
  },
  "homeForm": {
    "text1": "Huidige prijs",
    "text10": "Koop en zet in voor {APY} APY",
    "text11": "Ik wil gewoon kopen zonder te staken",
    "text12": "Huidige uitzet-APY",
    "text13": "Koop bij BSC",
    "text14": "Koop bij ETH",
    "text2": "Einddoel",
    "text3": "Koop nu vóór prijsstijgingen in:",
    "text4": "portemonnee",
    "text5": "je betaalt",
    "text6": "",
    "text7": "MAX",
    "text8": "$TGB die u ontvangt",
    "text9": "Verbind portemonnee",
    "text15": "Inkoop...",
    "text16": "gekocht"
  },
  "howToBuy": {
    "text1": "Bezoek de officiële website van TG.Bit om tokens te kopen tijdens de voorverkoop.\n\nNa de voorverkoop kunnen tokens rechtstreeks via de officiële website of via gedecentraliseerde uitwisselingen worden verkregen.",
    "text10": "Voer het aantal $TGB-tokens in dat u wilt kopen.\n\nHoud er rekening mee dat naast de kosten van het token dat u wilt kopen, er minimaal 0,015 ETH vereist is om de transactie te voltooien.\n\nOp Binance Smart Chain is deze minimumvereiste lager, maar nog steeds van toepassing.\n\nHet minimumaantal $TGB-tokens dat kan worden gekocht, is ingesteld op 100 $TGB.",
    "text11": "Stap 5: Voltooi uw aankoop",
    "text12": "Nadat u het bedrag heeft ingevoerd, wordt u gevraagd de transactie te autoriseren.\n\nDoor op ‘Goedkeuren’ te klikken, wordt uw transactie geïnitieerd en geverifieerd op de blockchain.\n\nDe voltooiingstijden van transacties kunnen variëren van seconden tot minuten, afhankelijk van netwerkcongestie en slimme contractactiviteit.\n\nBlijf op de interface totdat de aankoop volledig is uitgevoerd.",
    "text2": "Hoe $TGB te kopen tijdens de voorverkoop",
    "text3": "Stap 1: Bezoek het officiële portaal",
    "text4": "Bezoek de speciale webpagina van TG.Bit om de exclusieve interface voor voorverkoopaankopen te vinden.\n\nHoud er rekening mee dat dit het enige geautoriseerde platform is om Presale $TGB-tokens te verkrijgen.",
    "text5": "Stap 2: Kies de betaalmethode",
    "text6": "U kunt ervoor kiezen om het Presale $TGB-token op het Ethereum-netwerk te kopen met behulp van Ethereum (ETH) of Tether (USDT).\n\nAls alternatief kunt u Binance Smart Chain gebruiken en BNB of USDT kiezen.\n\nMaak uw keuze en ga door naar de volgende stap.",
    "text7": "Stap 3: Sluit uw crypto-portemonnee aan",
    "text8": "Als uw crypto-portemonnee nog niet is gesynchroniseerd, ziet u een prompt waarin u wordt gevraagd verbinding te maken.\n\nNormaal gesproken zijn portemonnees standaard ingesteld voor het Ethereum-mainnet; \ndit werkt in uw voordeel als u met ETH handelt.\n\nAls u echter Binance Smart Chain kiest, moet u mogelijk de netwerkswitch bevestigen.",
    "text9": "Stap 4: Geef het aankoopbedrag op"
  },
  "licenseProof": {
    "text1": "De Web 3-ruimte wordt vaak gezien als het Wilde Westen, vol met verkeerde informatie en fraude.\n\nBij TG.Bit beweren we met trots dat we een casino-entiteit met 100% volledige licentie zijn, gevestigd op Curaçao.\n\nSpeel dus gerust mee!",
    "text2": "Licentie verifiëren"
  },
  "noKyc": {
    "text1": "Online gokken zonder KYC heeft echte voordelen.\n\nJarenlang was de enige manier om online te gokken het overhandigen van persoonlijke gegevens.\n\nBij TG.Bit hoeft u geen persoonlijke gegevens te verstrekken.\n\nHet enige dat je nodig hebt is een Telegram-account en wat cryptocurrency, en je bent klaar om te spelen!\n\nHet duurt slechts een paar kleine stappen.",
    "text2": "Open TG.Bit",
    "text3": "Telegram downloaden",
    "text4": "Stap 1",
    "text5": "Als u geen Telegram heeft, maak dan een account aan na het downloaden van de app, of als u Telegram al heeft, open deze dan via de link",
    "text6": "Stap 2",
    "text7": "U kunt ervoor kiezen om uw crypto-portemonnee te koppelen of geld over te maken naar uw TG.Ber-account, u heeft de keuzevrijheid.\n\nZodra u uw account heeft opgewaardeerd, bent u klaar om te gaan!",
    "text8": "Stap 3",
    "text9": "Kies een spel en begin met spelen!\n\nU kunt op elk moment onbeperkt geld opnemen.\n\nBij TG.Bit kun je 24/7, het hele jaar door genieten van een zorgeloze game-ervaring!"
  },
  "operationWay": {
    "text1": "TG.Bit is niet zomaar een casino, het is een ecosysteem dat voortdurende beloningen biedt via $TGB!"
  },
  "pledgeCoin": {
    "text1": "De $TGB-munten die tijdens het spel worden gekocht, zullen onverwachte voordelen voor u blijven genereren, waardoor gokken, entertainment en financieel beheer van inzetten in dezelfde hoek staan ​​en eindeloze voordelen voor uw geld opleveren.",
    "text2": "Verdien passief inkomen",
    "text3": "Wanneer u uw $TGB inzet, begint u onmiddellijk met het verdienen van dagelijkse beloningen. \nZie hoe uw bezit in de loop van de tijd groeit!",
    "text4": "Krijg direct toegang tot beloningen",
    "text5": "Je ontgrendelt onmiddellijk beloningen van staken die je kunt gebruiken in TG.Bit, of bewaar ze voor later!",
    "text6": "Deel de rijkdom",
    "text7": "Wanneer u uw $TGB inzet, ontgrendelt u toegang tot op inkomsten gebaseerde beloningen. \nJouw nog grotere stuk van de taart!"
  },
  "pledgeDetail": {
    "text1": "Met TG.Bit kunt u uw tokens in- en uitzetten. \nKies welke functie je wilt. \nAlleen ingezette tokens verdienen APY.",
    "text10": "Totaal geoogste beloningen ($TGB)",
    "text11": "Totaal te claimen beloningen ($TGB)",
    "text12": "Ontvangen",
    "text13": "Inzet",
    "text14": "Zet uw tokens in om passieve beloningen te ontvangen op basis van de aangegeven APY.",
    "text15": "Max",
    "text16": "Kom meer te weten",
    "text17": "Uitzetten ongedaan maken",
    "text18": "Uitzetten ongedaan maken",
    "text19": "Maak uw tokens ongedaan en wissel uw APY-beloningen in door uit te zetten.",
    "text2": "Huidige APY",
    "text3": "Totaal $TGB ingezet",
    "text4": "% van totaal $TGB ingezet",
    "text5": "Totaal betaalde beloningen ($TGB)",
    "text6": "Verbind portemonnee",
    "text7": "Jouw inzet",
    "text8": "Totaal $TGB ingezet",
    "text9": "% van totaal $TGB ingezet"
  },
  "preSale": {
    "text1": "U zult tijdens onze voorverkoop nooit $TGB tegen een betere prijs kunnen krijgen dan de huidige prijs",
    "text2": "Speciale beloningen",
    "text3": "Kopers uit de voorverkoop worden uitsluitend beloond als ze in het casino spelen",
    "text4": "Best mogelijke prijs",
    "text5": "Er zal nooit een beter moment zijn om $TGB te kopen dan tijdens de voorverkoop.",
    "text6": "Word een highroller",
    "text7": "Investeer 5.000 USD in de voorverkoop van $TGB voor exclusieve NFT-beloningen na de lancering.",
    "text8": "Begin vandaag nog met verdienen",
    "text9": "Koop voorverkooptokens en begin meteen met inzetten voor directe passieve beloningen!"
  },
  "safeInstructions": {
    "text1": "Voor TG.Bit hoeft u geen KYC-verificatie uit te voeren om te spelen of zelfs maar uw portemonnee te verbinden.\n\nVul eenvoudig uw account aan en neem op elk gewenst moment geld op.\n\nHet is zo simpel!",
    "text2": "Geen KYC vereist",
    "text3": "U hoeft geen account aan te maken",
    "text4": "Speel op je smartphone",
    "text5": "Alles staat op Telegram",
    "text6": "Nu afspelen"
  },
  "topBar": {
    "auditBtn": "Controle",
    "economic": "Tokenomics",
    "howBuy": "Hoe te kopen",
    "index": "Thuis",
    "methods": "Hoe het werkt",
    "pledgeBtn": "Uitzetten",
    "qa": "FAQ",
    "reward": "Beloningen uitzetten",
    "welfare": "Voorverkoopvoordelen"
  },
  "webGame": {
    "text1": "Met game-autorisatie van grote gamefabrikanten hebben we alles wat je wilt spelen!",
    "text2": "Honderden spellen",
    "text3": "We hebben elk spel dat je ooit zou willen spelen, van slots, tafelspellen, live casino en meer.\n\nWat u ook wenst, wij verzorgen het voor u!",
    "text4": "sport gokken",
    "text5": "We bieden meer dan 30 verschillende sporten aan waar je op kunt wedden, dus er zit zeker iets tussen dat je leuk vindt!\n\nKies een spel en plaats nu uw weddenschap!",
    "text6": "Sluit je aan bij onze live-uitzending",
    "text7": "Wil je een echte casino-ervaring in de palm van je hand?\n\nSluit je aan bij duizenden andere spelers die op de casinovloer spelen!"
  },
  "whiteBook": {
    "text1": "Als je meer wilt weten over hoe TG.Bit anders is, lees dan onze whitepaper.\n\nWij zijn meer dan alleen een online casino!",
    "text2": "Wit papier"
  },
  "whyPopular": {
    "text1": "Hoewel er misschien concurrentie op de markt is, kunnen ze niet tippen aan wat TG.Bit te bieden heeft.\n\nWe hebben alle topspellen, live-evenementen, sportweddenschappen en meer, er is gewoon geen vergelijking.\n\nIn combinatie met de genereuze beloningen die we $TGB-houders bieden, is het kiezen van TG.Bit een verstandige beslissing.",
    "text2": "Vergezel ons vandaag",
    "text3": "Alleen al in 2023 zijn de mogelijkheden om met cryptocurrencies te gokken verdrievoudigd.\n\nOmdat er geen KYC vereist is en er een naadloos, eenvoudig te gebruiken platform is, is het geen verrassing dat mensen massaal naar sites als TG.Bit komen om online te gokken.\n\nWaarom kiezen voor TG.Bit?",
    "text4": "Nu afspelen",
    "text5": "Speel eenvoudig populaire games op het naadloze Telegram-platform van TG.Bit.\n\nDankzij onze sterke marketing is TG.Bit snel een begrip aan het worden.\n\nProfiteer van onze investeringen in online gaming en ons winstgevende model.\n\nOntdek samen met ons de toekomst van gaming!"
  },
  "tip": {
    "text1": "Sluit een wallect aan",
    "text10": "$TGB-aankopen zijn gepauzeerd",
    "text11": "De transactie is verzonden. Wacht geduldig tot de transactie is voltooid.",
    "text12": "Transactie succesvol",
    "text13": "Transactie is misgegaan",
    "text2": "Koop minimaal 100 $TGB.",
    "text3": "U heeft niet genoeg ETH om voor deze transactie te betalen.\n \nZorg ervoor dat je 0,015 ETH hebt voor gas en ETH voor de tokenuitwisseling.",
    "text4": "U heeft niet genoeg ETH om voor deze transactie te betalen.\n \nZorg ervoor dat je 0,015 ETH hebt voor gas en USDT voor de tokenuitwisseling.",
    "text5": "U heeft niet genoeg USDT om voor deze transactie te betalen.\n \nZorg ervoor dat je 0,015 ETH hebt voor gas en USDT voor de tokenuitwisseling.",
    "text6": "U heeft niet genoeg ETH om voor deze transactie te betalen.\n \nZorg ervoor dat je 0,015 ETH hebt voor gas en USDC voor de tokenuitwisseling.",
    "text7": "U heeft niet genoeg USDC om voor deze transactie te betalen.\n \nZorg ervoor dat je 0,015 ETH hebt voor gas en USDC voor de tokenuitwisseling.",
    "text8": "Maximaal {bedrag} $TGC per transactie.",
    "text9": "0,015 ETH is gereserveerd voor gas. \nHet daadwerkelijk gebruikte bedrag is afhankelijk van het netwerk.",
    "text14": "Het aantal beloningen moet groter zijn dan 100",
    "text15": "Het aantal inzetten moet groter zijn dan 100",
    "text16": "Het niet-uitgezette aantal moet groter zijn dan 100",
    "text17": "Er zijn nog {days} dagen over voordat de inzet wordt vrijgegeven",
    "text18": "Om deze transactie te voltooien, moet u akkoord gaan met de toegang van het contract tot uw USDT- of USDC-machtigingen",
    "text19": "Om $TGB met USDT/USDC te kopen, moet u ons eerst autoriseren voor toegang tot de USDT/USDC in uw portemonnee.",
    "text20": "Goedkeuren"
  }
}
