{
  "actionView": {
    "text1": "Świat",
    "text2": "KASYNO",
    "text3": "TG.Bet to Twoje ekskluzywne miejsce do gry w kryptowaluty online. \nW pełni licencjonowany i w 100% bezpieczny, dołącz do nas już dziś!",
    "text4": "Dołącz do społeczności",
    "text5": "Zagraj teraz",
    "text6": "Sprawdź licencję",
    "text7": "ZWROT GOTÓWKI",
    "text8": "O wszystkich przegranych przy obstawianiu tokena $TGB"
  },
  "blockTitle": {
    "cc1": "Możliwość Crypto Casino",
    "coin": "Tokenomika",
    "ctl1": "NIE JEST LEPSZY CZAS NIŻ TERAZ",
    "ctl2": "Przyszłość jest tutaj",
    "howBuy1": "Jak kupić token $TGB",
    "lsp1": "Posiadaj pełną licencję",
    "nokyc1": "Moc nie wymaga KYC",
    "ow1": "Jak to działa",
    "plc1": "Stawianie nagród",
    "preTxt1": "Korzyści z zakupu $TGB w przedsprzedaży",
    "qa": "Często Zadawane Pytania",
    "safe1": "Łatwy do gry",
    "wb": "Biały papier",
    "wg1": "Nasze gry",
    "wp1": "TG.Bet ma to wszystko!",
    "wp2": "Dlaczego Gamefi",
    "wp4": "Co nas wyróżnia",
    "zhiya": "Stawianie",
    "zhiyazr": "Całkowita stawka"
  },
  "bottomBar": {
    "text1": "Skontaktuj się z nami",
    "text2": "Prywatność",
    "text3": "Warunki"
  },
  "coinChance": {
    "text1": "Rynek kasyn kryptograficznych szybko rośnie od 2017 r., a najnowsze dane pokazują, że rynek kasyn kryptograficznych jest obecnie wart 250 milionów dolarów.\n\nStanowi to zaledwie 0,1% całego rynku kasyn, który obecnie jest wyceniany na 26,33 miliarda dolarów.\n\nJednak badania pokazują, że kasyna kryptowalutowe szybko przejmują udział w rynku kasyn online Web2 ze względu na łatwość dostępu, brak konieczności stosowania KYC i możliwość uniknięcia pojawiania się transakcji na wyciągach bankowych.",
    "text2": "Obecnie w 80% gier w kasynie online gra się na urządzeniach mobilnych, przy czym zdecydowana większość kasyn kryptowalutowych została zaprojektowana specjalnie dla urządzeń mobilnych.\n\nTG.Bet idzie o krok dalej i oferuje wyłącznie platformę Telegram, która ma obecnie ponad 1 miliard użytkowników i oczekuje się, że w ciągu najbliższych 3-5 lat liczba użytkowników wzrośnie do 1,5 miliarda."
  },
  "coinTimes": {
    "text1": "Niedawna eksplozja popularności hazardu kryptowalutowego wydaje się nie wykazywać oznak spowolnienia.\n\nW TG.Bet rozumiemy, że gracze na całym świecie doceniają elastyczność gry w dowolnym miejscu i czasie, zachowanie anonimowości i możliwość obstawiania zakładów za pomocą kryptowalut.\n\nPrzyszłość naprawdę nadeszła!"
  },
  "commonProblem": {
    "text1": "Co wyróżnia TG.Bet",
    "text10": "W ciągu kilku dni od zakończenia przedsprzedaży uruchomimy usługę $TGB. \nO dniu premiery będziemy informować wszystkich na naszej stronie internetowej i w mediach społecznościowych.",
    "text2": "TG.Bet zapewnia dostęp do wszystkich najlepszych gier kasynowych online, książek sportowych i nie tylko, ale staramy się także kultywować ekosystem, który ceni lojalność. \nJako świadectwo naszego zaangażowania, odwdzięczamy się, dzieląc się częścią naszych przychodów z kasyna poprzez wykup za token $TGB. \nGraj, zarabiaj i otrzymuj nagrody!",
    "text3": "Jak długo trwa przedsprzedaż?",
    "text4": "Przedsprzedaż będzie otwarta do momentu osiągnięcia twardego limitu. \nSoft cap dla przedsprzedaży wynosi 1 milion USD.",
    "text5": "Dlaczego powinienem kupić $TGB?",
    "text6": "Podczas gdy TG.Bet pozwoli Ci grać wieloma czołowymi kryptowalutami, tylko $TGB zapewni Ci dostęp do niesamowitych nagród, zarówno za obstawianie, jak i samo trzymanie naszego tokena. \nDo gry w kasynie nie jest wymagane $TGB, ale można go używać do obstawiania gier, takich jak wszystkie inne waluty.",
    "text7": "Czy przedsprzedaż ma okres nabywania uprawnień?",
    "text8": "W przypadku $TGB nie ma okresu nabywania uprawnień. \nJeśli jednak postawisz swoje tokeny podczas przedsprzedaży, zostaną one zablokowane do dnia premiery przez 10 dni. \nStawianie tokenów natychmiast zaczyna przynosić nagrody za stakowanie i inne przyszłe korzyści.",
    "text9": "Kiedy token zostanie uruchomiony?"
  },
  "economicToken": {
    "text1": "Aby osiągnąć pozytywne koło, bardzo ważne jest zachowanie każdego uczestnika ekosystemu.\n\nRównie ważne są dobrze zaprojektowane zachęty",
    "text10": "Sojusz",
    "text11": "Nagrody dla tych, którzy pomagają rozwijać TG.Bet",
    "text12": "Marketing",
    "text13": "Do współpracy i marketingu bezpośredniego",
    "text2": "Pula Płynności",
    "text3": "Aby utworzyć parę na DEX",
    "text4": "Stawianie nagród",
    "text5": "Aby nagrodzić naszych oddanych posiadaczy",
    "text6": "Przedsprzedaż",
    "text7": "Aby szybko uruchomić ekosystem $TGB",
    "text8": "Nagrody dla graczy",
    "text9": "Nagrody dla każdego gracza"
  },
  "homeForm": {
    "text1": "Aktualna cena",
    "text10": "Kupuj i stawiaj za {APY} RRSO",
    "text11": "Chcę po prostu kupić bez stakowania",
    "text12": "Aktualna stawka RRSO",
    "text13": "Kup w BSC",
    "text14": "Kup w ETH",
    "text15": "Nabywczy...",
    "text16": "zakupione",
    "text2": "Ostateczny cel",
    "text3": "Kup teraz, zanim ceny wzrosną w:",
    "text4": "portfel",
    "text5": "ty płacisz",
    "text6": "",
    "text7": "MAKS",
    "text8": "Otrzymasz $TGB",
    "text9": "Podłącz portfel"
  },
  "howToBuy": {
    "text1": "Aby kupić tokeny podczas przedsprzedaży, odwiedź oficjalną stronę TG.Bet.\n\nPo przedsprzedaży tokeny można uzyskać bezpośrednio z oficjalnej strony internetowej lub za pośrednictwem zdecentralizowanych giełd.",
    "text10": "Wpisz ilość tokenów $TGB, którą chcesz kupić.\n\nPamiętaj, że oprócz kosztu tokena, który zamierzasz kupić, do sfinalizowania transakcji wymagane jest minimum 0,015 ETH.\n\nW Binance Smart Chain to minimalne wymaganie jest niższe, ale nadal obowiązuje.\n\nMinimalna ilość tokenów $TGB, które można kupić, jest ustalona na 100 $TGB.",
    "text11": "Krok 5: Dokończ zakup",
    "text12": "Po wprowadzeniu kwoty zostaniesz poproszony o autoryzację transakcji.\n\nKlikając „Zatwierdź”, Twoja transakcja zostanie zainicjowana i zweryfikowana na blockchainie.\n\nCzas realizacji transakcji może wahać się od sekund do minut, w zależności od przeciążenia sieci i aktywności inteligentnych kontraktów.\n\nPozostań w interfejsie do czasu całkowitej realizacji zakupu.",
    "text2": "Jak kupić $TGB podczas przedsprzedaży",
    "text3": "Krok 1: Odwiedź oficjalny portal",
    "text4": "Odwiedź dedykowaną stronę internetową TG.Bet, aby znaleźć ekskluzywny interfejs zakupów w przedsprzedaży.\n\nNależy pamiętać, że jest to jedyna autoryzowana platforma, na której można uzyskać tokeny $TGB w przedsprzedaży.",
    "text5": "Krok 2: Wybierz metodę płatności",
    "text6": "Możesz kupić token $TGB w przedsprzedaży w sieci Ethereum za pomocą Ethereum (ETH) lub Tether (USDT).\n\nAlternatywnie możesz skorzystać z Binance Smart Chain i wybrać BNB lub USDT.\n\nDokonaj wyboru i przejdź do następnego kroku.",
    "text7": "Krok 3: Podłącz swój portfel kryptowalutowy",
    "text8": "Jeśli Twój portfel kryptowalut nie został jeszcze zsynchronizowany, zobaczysz monit z prośbą o połączenie.\n\nZazwyczaj portfele są domyślnie skonfigurowane dla sieci głównej Ethereum; \ndziała to na Twoją korzyść, jeśli handlujesz za pomocą ETH.\n\nJeśli jednak wybierzesz Binance Smart Chain, może być konieczne potwierdzenie zmiany sieci.",
    "text9": "Krok 4: Określ kwotę zakupu"
  },
  "licenseProof": {
    "text1": "Przestrzeń Web 3 jest często postrzegana jako Dziki Zachód, pełen dezinformacji i oszustw.\n\nW TG.Bet z dumą twierdzimy, że jesteśmy w 100% licencjonowanym podmiotem kasynowym z siedzibą w Curacao.\n\nZatem zapraszamy do gry!",
    "text2": "Sprawdź licencję"
  },
  "noKyc": {
    "text1": "Hazard online bez KYC ma realne zalety.\n\nPrzez lata jedynym sposobem na uprawianie hazardu online było przekazywanie danych osobowych.\n\nW TG.Bet nie musisz podawać żadnych danych osobowych.\n\nWszystko czego potrzebujesz to konto na Telegramie, trochę kryptowaluty i możesz grać!\n\nWystarczy kilka małych kroków.",
    "text2": "Otwórz TG.Bet",
    "text3": "Pobierz Telegram",
    "text4": "Krok 1",
    "text5": "Jeśli nie masz Telegrama, utwórz konto po pobraniu aplikacji lub jeśli już masz Telegram, otwórz go za pomocą linku",
    "text6": "Krok 2",
    "text7": "Możesz podłączyć swój portfel kryptowalutowy lub przelać środki na swoje konto TG.Ber, masz swobodę wyboru.\n\nPo doładowaniu konta jesteś gotowy do pracy!",
    "text8": "Krok 3",
    "text9": "Wybierz grę i zacznij grać!\n\nMożesz dokonywać nieograniczonych wypłat w dowolnym momencie.\n\nMożesz cieszyć się bezproblemową grą w TG.Bet, 24 godziny na dobę, 7 dni w tygodniu, przez cały rok!"
  },
  "operationWay": {
    "text1": "TG.Bet to coś więcej niż tylko kasyno, to ekosystem, który odwdzięcza się swoim graczom w postaci stałych nagród, wykorzystując $TGB."
  },
  "pledgeCoin": {
    "text1": "Monety $TGB zakupione podczas gry będą w dalszym ciągu generować dla Ciebie nieoczekiwane korzyści, dzięki czemu hazard, rozrywka i zarządzanie finansami przy obstawianiu staną pod tym samym kątem i przyniosą nieskończone korzyści Twoim funduszom.",
    "text2": "Zarabiaj pasywny dochód",
    "text3": "Kiedy postawisz swoje $TGB, natychmiast zaczniesz zdobywać codzienne nagrody. \nObserwuj, jak Twoje zasoby rosną z biegiem czasu!",
    "text4": "Natychmiastowy dostęp do nagród",
    "text5": "Natychmiast odblokujesz nagrody ze stakowania, które możesz wykorzystać w TG.Bet lub zachować je na później!",
    "text6": "Podziel się bogactwem",
    "text7": "Kiedy postawisz swoje $ TGB, odblokujesz dostęp do nagród opartych na przychodach. \nTwój jeszcze większy kawałek tortu!"
  },
  "pledgeDetail": {
    "text1": "TG.Bet umożliwia obstawianie i odstawianie tokenów. \nWybierz jaką funkcję chcesz. \nTylko postawione tokeny zarabiają RRSO.",
    "text10": "Łączna liczba zebranych nagród ($ TGB)",
    "text11": "Łączna liczba nagród do odebrania ($ TGB)",
    "text12": "Odbierać",
    "text13": "Stawka",
    "text14": "Postaw swoje tokeny, aby otrzymać pasywne nagrody w oparciu o wskazaną RRSO.",
    "text15": "Maks",
    "text16": "Ucz się więcej",
    "text17": "Odstaw",
    "text18": "Odstaw",
    "text19": "Odbierz swoje tokeny i wykorzystaj swoje nagrody APY ze stakowania.",
    "text2": "Bieżąca RRSO",
    "text3": "Łącznie postawione $TGB",
    "text4": "% całkowitej postawionej kwoty TGB",
    "text5": "Łączna liczba wypłaconych nagród ($ TGB)",
    "text6": "Podłącz portfel",
    "text7": "Twoje Stakowanie",
    "text8": "Łącznie postawione $TGB",
    "text9": "% całkowitej postawionej kwoty TGB"
  },
  "preSale": {
    "text1": "Już nigdy nie będzie kolejnej okazji do zdobycia $TGB w lepszej cenie niż podczas naszej przedsprzedaży. \nOto niektóre z korzyści!",
    "text2": "Specjalne nagrody",
    "text3": "Kupujący w przedsprzedaży są nagradzani wyłącznie wtedy, gdy grają w kasynie",
    "text4": "Najlepsza możliwa cena",
    "text5": "Nigdy nie będzie lepszego momentu na zakup $TGB niż przedsprzedaż.",
    "text6": "Zostań high rollerem",
    "text7": "Zainwestuj 5 tys. USD w przedsprzedaż o wartości TGB, aby otrzymać ekskluzywne nagrody NFT po premierze.",
    "text8": "Zacznij zarabiać już dziś",
    "text9": "Kup tokeny w przedsprzedaży i od razu zacznij obstawiać, aby uzyskać natychmiastowe nagrody pasywne!"
  },
  "safeInstructions": {
    "text1": "Rozpoczęcie TG.Bet jest łatwe, wystarczy otworzyć TG.Bet w Telegramie, zasilić swoje konto dowolną większą kryptowalutą i zacząć grać!",
    "text2": "Otwórz i graj",
    "text3": "Brak konfiguracji konta",
    "text4": "Graj na swoim smartfonie",
    "text5": "Wszystko na Telegramie",
    "text6": "Zagraj teraz"
  },
  "tip": {
    "text1": "Proszę podłączyć Wallect",
    "text10": "Zakupy za kwotę TGB zostały wstrzymane",
    "text11": "Transakcja została wysłana, proszę cierpliwie czekać na jej sfinalizowanie.",
    "text12": "Transakcja udana",
    "text13": "Transakcja poszła nie tak",
    "text14": "Liczba nagród musi być większa niż 100",
    "text15": "Liczba stawek musi być większa niż 100",
    "text16": "Ilość niestake musi być większa niż 100",
    "text17": "Pozostało {day} dni do uwolnienia stawki",
    "text18": "Aby sfinalizować tę transakcję, musisz wyrazić zgodę na dostęp umowy do Twoich uprawnień USDT lub USDC",
    "text19": "Aby kupić $TGB za USDT/USDC, musisz najpierw upoważnić nas do dostępu do USDT/USDC w Twoim portfelu.",
    "text2": "Kup co najmniej 100 $ TGB.",
    "text20": "Zatwierdzić",
    "text21": "Aby postawić $TGB, musisz najpierw upoważnić nas do dostępu do $TGB w Twoim portfelu.",
    "text22": "Przetwarzanie",
    "text3": "Nie masz wystarczającej ilości ETH, aby zapłacić za tę transakcję.\n\n \nUpewnij się, że masz 0,015 ETH na gaz i ETH na wymianę tokenów.",
    "text4": "Nie masz wystarczającej ilości ETH, aby zapłacić za tę transakcję.\n\n \nUpewnij się, że masz 0,015 ETH na gaz i USDT na wymianę tokenów.",
    "text5": "Nie masz wystarczającej ilości USDT, aby zapłacić za tę transakcję.\n\n \nUpewnij się, że masz 0,015 ETH na gaz i USDT na wymianę tokenów.",
    "text6": "Nie masz wystarczającej ilości ETH, aby zapłacić za tę transakcję.\n\n \nUpewnij się, że masz 0,015 ETH na gaz i USDC na wymianę tokenów.",
    "text7": "Nie masz wystarczającej ilości USDC, aby zapłacić za tę transakcję.\n\n \nUpewnij się, że masz 0,015 ETH na gaz i USDC na wymianę tokenów.",
    "text8": "Maksymalnie {amount} $ TGB na transakcję.",
    "text9": "0,015 ETH jest zarezerwowane dla gazu. \nRzeczywista wykorzystana kwota będzie zależeć od sieci."
  },
  "topBar": {
    "auditBtn": "Rewizja",
    "economic": "Tokenomika",
    "howBuy": "Jak kupić",
    "index": "Dom",
    "methods": "Jak to działa",
    "pledgeBtn": "Stawianie",
    "qa": "Często zadawane pytania",
    "reward": "Stawianie nagród",
    "welfare": "Korzyści z przedsprzedaży"
  },
  "webGame": {
    "text1": "Dzięki autoryzacji gier od głównych producentów gier mamy wszystko, w co chcesz grać!",
    "text2": "Setki gier",
    "text3": "Mamy każdą grę, w którą kiedykolwiek chciałbyś zagrać, od automatów, gier stołowych, kasyna na żywo i nie tylko.\n\nCzegokolwiek pragniesz, my to dla Ciebie zapewnimy!",
    "text4": "hazard sportowy",
    "text5": "Oferujemy ponad 30 różnych dyscyplin sportowych, na które możesz obstawiać, więc na pewno znajdziesz coś dla siebie!\n\nWybierz grę i postaw zakład już teraz!",
    "text6": "Dołącz do naszej transmisji na żywo",
    "text7": "Chcesz prawdziwego kasyna w zasięgu ręki?\n\nDołącz do tysięcy innych graczy grających na podłodze kasyna!"
  },
  "whiteBook": {
    "text1": "Jeśli chcesz dowiedzieć się więcej o tym, czym wyróżnia się TG.Bet, przeczytaj naszą białą księgę.\n\nJesteśmy czymś więcej niż tylko kasynem online!",
    "text2": "Biały papier"
  },
  "whyPopular": {
    "text1": "Chociaż na rynku może istnieć konkurencja, nie jest ona w stanie dorównać temu, co ma do zaoferowania TG.Bet.\n\nMamy wszystkie najlepsze gry, wydarzenia na żywo, zakłady sportowe i wiele więcej. Po prostu nie ma porównania.\n\nW połączeniu z hojnymi nagrodami, które oferujemy posiadaczom $TGB, wybranie TG.Bet jest mądrą decyzją.",
    "text2": "Dołącz do nas",
    "text3": "Tylko w 2023 roku możliwości hazardu za pomocą kryptowalut wzrosły trzykrotnie.\n\nPonieważ nie jest wymagane KYC i istnieje płynna, łatwa w obsłudze platforma, nie jest zaskoczeniem, że ludzie gromadzą się w witrynach takich jak TG.Bet, aby grać online.\n\nDlaczego więc wybrać TG.Bet?",
    "text4": "Zagraj teraz",
    "text5": "Z łatwością graj w popularne gry na płynnej platformie Telegram TG.Bet.\n\nDzięki naszemu silnemu marketingowi marka TG.Bet szybko staje się powszechnie znana.\n\nSkorzystaj z naszych inwestycji w gry online i naszego dochodowego modelu.\n\nPrzyjdź i odkryj z nami przyszłość gamingu!"
  }
}
