{
  "actionView": {
    "text1": "O melhor telegrama do mundo",
    "text2": "CASSINO",
    "text3": "TG.Bit é o seu lugar exclusivo para jogos de azar criptográficos anônimos e on-line. \nTotalmente licenciado e 100% seguro, junte-se a nós hoje!",
    "text4": "Junte-se à comunidade",
    "text5": "Jogue agora",
    "text6": "Verifique a licença",
    "text7": "DINHEIRO DE VOLTA",
    "text8": "Obtenha 25% de reembolso em todas as perdas ao apostar com tokens $TGB"
  },
  "blockTitle": {
    "cc1": "Oportunidade de Crypto Casino",
    "coin": "Tokenomia",
    "ctl1": "NÃO HÁ MELHOR HORA DO QUE AGORA",
    "ctl2": "O futuro está aqui",
    "howBuy1": "Como comprar token $ TGB",
    "lsp1": "Tenha licença completa",
    "nokyc1": "O poder de não ser necessário KYC",
    "ow1": "Como funciona",
    "plc1": "Recompensas de aposta",
    "preTxt1": "Benefícios de comprar $TGB na pré-venda",
    "qa": "perguntas frequentes",
    "safe1": "Fácil de jogar",
    "wb": "Papel branco",
    "wg1": "Nossos jogos",
    "wp1": "TG.Bit tem tudo!",
    "wp2": "Por que Gamefi",
    "wp4": "O que nos diferencia",
    "zhiya": "Estacamento",
    "zhiyazr": "Estaca total"
  },
  "bottomBar": {
    "text1": "Forma de pagamento",
    "text2": "privacidade",
    "text3": "Termos"
  },
  "coinChance": {
    "text1": "O mercado de criptocassinos cresceu rapidamente desde 2017, com os dados mais recentes mostrando que o mercado de criptocassinos vale agora US$ 250 milhões.\n\nIsto representa apenas 0,1% do mercado total de casinos, que está atualmente avaliado em 26,33 mil milhões de dólares.\n\nMas a pesquisa mostra que os cripto-cassinos estão rapidamente conquistando participação de mercado dos cassinos online Web2 devido à sua facilidade de acesso, à não necessidade de KYC e à capacidade de evitar que as transações apareçam nos extratos bancários.",
    "text2": "Atualmente, 80% dos jogos de casino online são jogados em dispositivos móveis, sendo a grande maioria dos casinos criptográficos concebidos especificamente para dispositivos móveis.\n\nA TG.Bit vai um passo além e oferece exclusivamente a plataforma Telegram, que atualmente tem mais de 1 bilhão de usuários e deverá crescer para 1,5 bilhão de usuários nos próximos 3-5 anos."
  },
  "coinTimes": {
    "text1": "A recente popularidade explosiva do jogo criptográfico parece não mostrar sinais de desaceleração.\n\nNós da TG.Bit entendemos que jogadores de todo o mundo apreciam a flexibilidade de jogar a qualquer hora, em qualquer lugar, permanecer anônimos e poder fazer apostas usando criptomoedas.\n\nO futuro realmente chegou!"
  },
  "commonProblem": {
    "text1": "O que torna o TG.Bit diferente",
    "text10": "Lançaremos $TGB alguns dias após o término da pré-venda. \nManteremos todos informados sobre o dia do lançamento através de nosso site e mídias sociais.",
    "text2": "O TG.Bit oferece acesso a todos os principais jogos de cassino online, apostas esportivas e muito mais, mas também estamos comprometidos em cultivar um ecossistema que valoriza a lealdade. \nComo prova da nossa dedicação, estamos retribuindo compartilhando uma parte da receita do nosso cassino por meio de recompras do token $TGB. \nJogue, ganhe e seja recompensado!",
    "text3": "Quanto tempo dura a pré-venda?",
    "text4": "A pré-venda ficará aberta até que o hard cap seja atingido. \nO soft cap para a pré-venda é de 1 milhão de dólares.",
    "text5": "Por que devo comprar $TGB?",
    "text6": "Embora o TG.Bit permita que você jogue com muitas das principais criptomoedas, apenas $TGB lhe dará acesso a recompensas incríveis, tanto por apostar quanto apenas por manter nosso token. \n$TGB não é necessário para jogar no cassino, mas pode ser usado para apostar em jogos como todas as outras moedas.",
    "text7": "A pré-venda tem período de carência?",
    "text8": "Não há período de aquisição para $TGB. \nNo entanto, se você apostar seus tokens durante a pré-venda, eles ficarão bloqueados até o dia do lançamento, 10 dias depois. \nA aposta dos tokens começa imediatamente a ganhar recompensas de aposta e outros benefícios futuros.",
    "text9": "Quando o token será lançado?"
  },
  "economicToken": {
    "text1": "Para alcançar um ciclo virtuoso, o comportamento de cada participante do ecossistema é muito importante.\n\nIgualmente importantes são os incentivos bem concebidos",
    "text10": "Aliança",
    "text11": "Recompensas para quem ajuda a crescer o TG.Bit",
    "text12": "Marketing",
    "text13": "Para colaborações e marketing direto",
    "text2": "Pool de liquidez",
    "text3": "Para criar o par no DEX",
    "text4": "Recompensas de aposta",
    "text5": "Para recompensar nossos detentores dedicados",
    "text6": "Pré-venda",
    "text7": "Para impulsionar o ecossistema $TGB",
    "text8": "Recompensas dos Jogadores",
    "text9": "Recompensas para cada jogador"
  },
  "homeForm": {
    "text1": "Preço atual",
    "text10": "Compre e aposte por {APY} APY",
    "text11": "Só quero comprar sem apostar",
    "text12": "Atual Stake APY",
    "text13": "Compre na BSC",
    "text14": "Compre na ETH",
    "text2": "Objetivo final",
    "text3": "Compre agora antes que os preços aumentem em:",
    "text4": "carteira",
    "text5": "você paga",
    "text6": "",
    "text7": "MÁX.",
    "text8": "$TGB você recebe",
    "text9": "Conectar carteira"
  },
  "howToBuy": {
    "text1": "Para adquirir tokens durante a pré-venda, visite o site oficial do TG.Bit.\n\nApós a pré-venda, os tokens podem ser obtidos diretamente no site oficial ou por meio de exchanges descentralizadas.",
    "text10": "Insira a quantidade de tokens $TGB que deseja comprar.\n\nObserve que além do custo do token que você pretende comprar, é necessário um mínimo de 0,015 ETH para concluir a transação.\n\nNa Binance Smart Chain, esse requisito mínimo é menor, mas ainda se aplica.\n\nA quantidade mínima de tokens $TGB que podem ser adquiridos é definida como 100 $TGB.",
    "text11": "Passo 5: Conclua sua compra",
    "text12": "Depois de inserir o valor, você será solicitado a autorizar a transação.\n\nAo clicar em “Aprovar”, sua transação será iniciada e verificada na blockchain.\n\nOs tempos de conclusão das transações podem variar de segundos a minutos, dependendo do congestionamento da rede e da atividade do contrato inteligente.\n\nPermaneça na interface até que a compra seja totalmente executada.",
    "text2": "Como comprar $TGB durante a pré-venda",
    "text3": "Passo 1: Visite o portal oficial",
    "text4": "Visite a página dedicada do TG.Bit para encontrar a interface exclusiva de compra na pré-venda.\n\nObserve que esta é a única plataforma autorizada para obter tokens de pré-venda $TGB.",
    "text5": "Passo 2: Escolha a forma de pagamento",
    "text6": "Você pode optar por comprar o token pré-venda $TGB na rede Ethereum usando Ethereum (ETH) ou Tether (USDT).\n\nAlternativamente, você pode aproveitar o Binance Smart Chain e escolher BNB ou USDT.\n\nFaça sua escolha e prossiga para a próxima etapa.",
    "text7": "Passo 3: Conecte sua carteira criptografada",
    "text8": "Se sua carteira criptográfica ainda não tiver sido sincronizada, você verá um aviso solicitando que você se conecte.\n\nNormalmente, as carteiras são configuradas para a rede principal Ethereum por padrão; \nisso funciona a seu favor se você negociar com ETH.\n\nNo entanto, se você escolher Binance Smart Chain, pode ser necessário confirmar a troca de rede.",
    "text9": "Etapa 4: especifique o valor da compra"
  },
  "licenseProof": {
    "text1": "O espaço da Web 3 é frequentemente visto como o Velho Oeste, cheio de desinformação e fraude.\n\nNa TG.Bit afirmamos com orgulho que somos uma entidade de cassino 100% totalmente licenciada com sede em Curaçao.\n\nEntão fique à vontade para jogar!",
    "text2": "Verifique a licença"
  },
  "noKyc": {
    "text1": "O jogo online sem KYC tem vantagens reais.\n\nDurante anos, a única forma de jogar online era fornecer informações pessoais.\n\nNa TG.Bit você não precisa fornecer informações pessoais.\n\nTudo que você precisa é de uma conta no Telegram, alguma criptomoeda e você está pronto para jogar!\n\nSão necessários apenas alguns pequenos passos.",
    "text2": "Abra TG.Bit",
    "text3": "Baixar telegrama",
    "text4": "Passo 1",
    "text5": "Se você não possui o Telegram, crie uma conta após baixar o aplicativo, ou se já possui o Telegram, abra-o através do link",
    "text6": "Passo 2",
    "text7": "Você pode optar por conectar sua carteira criptografada ou transferir fundos para sua conta TG.Ber, você tem liberdade de escolha.\n\nDepois de recarregar sua conta, você estará pronto para começar!",
    "text8": "etapa 3",
    "text9": "Escolha um jogo e comece a jogar!\n\nVocê pode fazer saques ilimitados a qualquer momento.\n\nVocê pode desfrutar de uma experiência de jogo sem preocupações no TG.Bit, 24 horas por dia, 7 dias por semana, durante todo o ano!"
  },
  "operationWay": {
    "text1": "TG.Bit não é apenas um cassino, é um ecossistema que oferece recompensas contínuas por meio de $TGB!"
  },
  "pledgeCoin": {
    "text1": "As moedas $TGB compradas durante o jogo continuarão a gerar benefícios inesperados para você, permitindo que jogos de azar, entretenimento e gestão financeira de apostas fiquem no mesmo ângulo e tragam benefícios infinitos aos seus fundos.",
    "text2": "Ganhe renda passiva",
    "text3": "Ao apostar seu $TGB, você imediatamente começa a ganhar recompensas diárias. \nObserve suas participações crescerem ao longo do tempo!",
    "text4": "Acesse recompensas instantaneamente",
    "text5": "Você desbloqueará imediatamente recompensas de aposta que poderá usar no TG.Bit ou guardá-las para mais tarde!",
    "text6": "Compartilhe a riqueza",
    "text7": "Ao apostar seu $TGB, você desbloqueia o acesso a recompensas baseadas em receita. \nSeu pedaço ainda maior da torta!"
  },
  "pledgeDetail": {
    "text1": "TG.Bit permite apostar e retirar seus tokens. \nEscolha qual função você deseja. \nApenas os tokens apostados ganham APY.",
    "text10": "Total de recompensas colhidas ($TGB)",
    "text11": "Total de recompensas exigíveis ($TGB)",
    "text12": "Receber",
    "text13": "Estaca",
    "text14": "Aposte seus tokens para receber recompensas passivas com base no APY indicado.",
    "text15": "Máx.",
    "text16": "Saber mais",
    "text17": "Desempacotar",
    "text18": "Desempacotar",
    "text19": "Retire seus tokens e resgate suas recompensas APY do staking.",
    "text2": "APY atual",
    "text3": "Total de $TGB apostados",
    "text4": "% do total de $TGB apostados",
    "text5": "Total de recompensas pagas ($TGB)",
    "text6": "Conectar carteira",
    "text7": "Sua aposta",
    "text8": "Total de $TGB apostados",
    "text9": "% do total de $TGB apostados"
  },
  "preSale": {
    "text1": "Você nunca conseguirá obter $ TGB por um preço melhor do que o preço atual durante nossa pré-venda",
    "text2": "Recompensas especiais",
    "text3": "Os compradores da pré-venda são recompensados ​​exclusivamente quando jogam no cassino",
    "text4": "Melhor preço possível",
    "text5": "Nunca haverá melhor momento para comprar $TGB do que durante a pré-venda.",
    "text6": "Torne-se um grande apostador",
    "text7": "Invista 5 mil dólares na pré-venda de $ TGB para NFT exclusivo, recompensas pós-lançamento.",
    "text8": "Comece a ganhar hoje",
    "text9": "Compre tokens de pré-venda e comece a apostar para obter recompensas passivas instantâneas imediatamente!"
  },
  "safeInstructions": {
    "text1": "O TG.Bit não exige que você execute nenhuma verificação KYC para jogar, nem mesmo conecte sua carteira.\n\nBasta recarregar sua conta e sacar dinheiro a qualquer momento.\n\nÉ simples assim!",
    "text2": "Não é necessário KYC",
    "text3": "Não há necessidade de configurar uma conta",
    "text4": "Jogue no seu smartphone",
    "text5": "Tudo está no Telegram",
    "text6": "Jogue agora"
  },
  "topBar": {
    "auditBtn": "Auditoria",
    "economic": "Tokenomia",
    "howBuy": "Como comprar",
    "index": "Lar",
    "methods": "Como funciona",
    "pledgeBtn": "Estacamento",
    "qa": "Perguntas frequentes",
    "reward": "Recompensas de aposta",
    "welfare": "Benefícios de pré-venda"
  },
  "webGame": {
    "text1": "Com autorização de jogos dos principais fabricantes de jogos, temos tudo o que você deseja jogar!",
    "text2": "Centenas de jogos",
    "text3": "Temos todos os jogos que você poderia querer jogar, desde caça-níqueis, jogos de mesa, cassino ao vivo e muito mais.\n\nO que você quiser, nós fornecemos para você!",
    "text4": "jogos de azar esportivos",
    "text5": "Oferecemos mais de 30 esportes diferentes para você apostar, então com certeza encontrará algo que lhe agrada!\n\nEscolha um jogo e faça já a sua aposta!",
    "text6": "Participe da nossa transmissão ao vivo",
    "text7": "Quer uma verdadeira experiência de cassino na palma da sua mão?\n\nJunte-se a milhares de outros jogadores jogando no cassino!"
  },
  "whiteBook": {
    "text1": "Se você quiser saber mais sobre como o TG.Bit é diferente, leia nosso white paper.\n\nSomos mais do que apenas um cassino online!",
    "text2": "Papel branco"
  },
  "whyPopular": {
    "text1": "Embora possa haver concorrência no mercado, eles não podem igualar o que o TG.Bit tem a oferecer.\n\nTemos todos os melhores jogos, eventos ao vivo, apostas desportivas e muito mais, simplesmente não há comparação.\n\nJuntamente com as recompensas generosas que oferecemos aos detentores de $TGB, escolher o TG.Bit é uma decisão sábia.",
    "text2": "Junte-se a nós hoje",
    "text3": "Só em 2023, as opções de jogos de azar com criptomoedas triplicaram.\n\nSem a necessidade de KYC e com uma plataforma integrada e fácil de usar, não é surpresa que as pessoas estejam migrando para sites como o TG.Bit para jogar online.\n\nEntão, por que escolher o TG.Bit?",
    "text4": "Jogue agora",
    "text5": "Jogue facilmente jogos populares na plataforma Telegram integrada da TG.Bit.\n\nGraças ao nosso forte marketing, o TG.Bit está rapidamente se tornando um nome familiar.\n\nBeneficie do nosso investimento em jogos online e do nosso modelo rentável.\n\nVenha explorar o futuro dos jogos conosco!"
  }
}
