{
  "actionView": {
    "text1": "Telegramă de top din lume",
    "text2": "CAZINOU",
    "text3": "TG.Bit este locul tău exclusiv pentru jocuri de noroc online anonime. \nLicențiat complet și 100% sigur, alăturați-vă nouă astăzi!",
    "text4": "Alăturați-vă comunității",
    "text5": "Joaca acum",
    "text6": "Verificați licența",
    "text7": "CASH BACK",
    "text8": "Obțineți 25% cashback la toate pierderile atunci când pariați cu jetoane $TGB"
  },
  "blockTitle": {
    "cc1": "Oportunitate de Crypto Casino",
    "coin": "Tokenomics",
    "ctl1": "NU ESTE MOMENT MAI BUN DECAT ACUM",
    "ctl2": "Viitorul este aici",
    "howBuy1": "Cum să cumpărați un token $TGB",
    "lsp1": "Aveți licență completă",
    "nokyc1": "Nu este necesară puterea KYC",
    "ow1": "Cum functioneaza",
    "plc1": "Mizați recompense",
    "preTxt1": "Beneficiile cumpărării TGB în avansare",
    "qa": "întrebări frecvente",
    "safe1": "Ușor de jucat",
    "wb": "Hartie alba",
    "wg1": "Jocurile noastre",
    "wp1": "TG.Bit le are pe toate!",
    "wp2": "De ce este Gamefi",
    "wp4": "Ceea ce ne deosebește",
    "zhiya": "Miza",
    "zhiyazr": "Miza totală"
  },
  "bottomBar": {
    "text1": "Modalitate de plată",
    "text2": "intimitate",
    "text3": "Termeni"
  },
  "coinChance": {
    "text1": "Piața cazinourilor cripto a crescut rapid din 2017, cele mai recente date care arată că piața cazinourilor cripto valorează acum 250 de milioane de dolari.\n\nAceasta reprezintă doar 0,1% din piața totală a cazinourilor, care este evaluată în prezent la 26,33 miliarde USD.\n\nDar cercetările arată că criptocazinourile iau rapid cotă de piață de la cazinourile online Web2 datorită ușurinței lor de acces, fără a fi nevoie de KYC și a capacității de a evita ca tranzacțiile să apară în extrasele bancare.",
    "text2": "În prezent, 80% dintre jocurile de cazinou online sunt jucate pe dispozitive mobile, marea majoritate a cazinourilor cripto fiind concepute special pentru dispozitive mobile.\n\nTG.Bit face un pas mai departe și oferă în exclusivitate platforma Telegram, care are în prezent peste 1 miliard de utilizatori și este de așteptat să crească la 1,5 miliarde de utilizatori în următorii 3-5 ani."
  },
  "coinTimes": {
    "text1": "Popularitatea explozivă recentă a jocurilor de noroc cripto pare să nu dea semne de încetinire.\n\nNoi, cei de la TG.Bit, înțelegem că jucătorii din întreaga lume apreciază flexibilitatea de a juca oricând, oriunde, de a rămâne anonimi și de a putea plasa pariuri folosind criptomonede.\n\nViitorul cu adevărat a sosit!"
  },
  "commonProblem": {
    "text1": "Ce face TG.Bit diferit",
    "text10": "Vom lansa $TGB în câteva zile de la încheierea prevânzării. \nVom ține toată lumea informată cu privire la ziua lansării prin intermediul site-ului nostru web și al rețelelor de socializare.",
    "text2": "TG.Bit vă oferă acces la toate cele mai bune jocuri de cazinou online, cărți sportive și multe altele, dar ne angajăm și să cultivăm un ecosistem care prețuiește loialitatea. \nCa o dovadă a dăruirii noastre, dăm înapoi prin împărțirea unei părți din veniturile din cazinou prin răscumpărări pentru tokenul $TGB. \nJoacă, câștigă și fii răsplătit!",
    "text3": "Cât durează prevânzarea?",
    "text4": "Prevânzarea va fi deschisă până la atingerea limitei. \nLimita soft pentru prevânzare este de 1 milion USD.",
    "text5": "De ce ar trebui să cumpăr $TGB?",
    "text6": "În timp ce TG.Bit vă va permite să jucați cu multe criptomonede de top, doar $TGB vă va oferi acces la recompense incredibile, atât din miza, cât și doar prin deținerea jetonului nostru. \n$TGB nu este necesar pentru a juca în cazinou, dar poate fi folosit pentru a paria pe jocuri ca toate celelalte monede.",
    "text7": "Prevânzarea are o perioadă de maturizare?",
    "text8": "Nu există o perioadă de maturizare pentru $TGB. \nCu toate acestea, dacă vă mizați jetoanele în timpul prevânzării, acestea vor fi blocate până în ziua lansării, 10 zile. \nMizați jetoanele începe imediat să câștigați recompense de mizare și alte beneficii viitoare.",
    "text9": "Când va fi lansat jetonul?"
  },
  "economicToken": {
    "text1": "Pentru a realiza un ciclu virtuos, comportamentul fiecărui participant în ecosistem este foarte important.\n\nLa fel de importante sunt stimulentele bine concepute",
    "text10": "Alianţă",
    "text11": "Recompense pentru cei care ajută la creșterea TG.Bit",
    "text12": "Marketing",
    "text13": "Pentru colaborare și marketing direct",
    "text2": "Fondul de lichiditate",
    "text3": "Pentru a crea perechea pe DEX",
    "text4": "Mizați recompense",
    "text5": "Pentru a recompensa deținătorii noștri dedicați",
    "text6": "Prevânzare",
    "text7": "Pentru a porni ecosistemul $TGB",
    "text8": "Recompense pentru jucători",
    "text9": "Recompense pentru fiecare jucător"
  },
  "homeForm": {
    "text1": "Pretul curent",
    "text10": "Cumpărați și mizați pentru {APY} APY",
    "text11": "Vreau doar să cumpăr fără miza",
    "text12": "Miza curentă APY",
    "text13": "Cumpărați de la BSC",
    "text14": "Cumpărați de la ETH",
    "text2": "Scopul final",
    "text3": "Cumpărați acum înainte de creșterea prețului în:",
    "text4": "portofel",
    "text5": "plătiți",
    "text6": "",
    "text7": "MAX",
    "text8": "$TGB primești",
    "text9": "Conectați portofelul",
    "text15": "Cumpărare...",
    "text16": "cumparat"
  },
  "howToBuy": {
    "text1": "Pentru a cumpăra jetoane în timpul prevânzării, vizitați site-ul oficial al TG.Bit.\n\nDupă pre-vânzare, jetoanele pot fi obținute direct de pe site-ul oficial sau prin schimburi descentralizate.",
    "text10": "Introduceți cantitatea de jetoane $TGB pe care doriți să o cumpărați.\n\nVă rugăm să rețineți că, pe lângă costul jetonului pe care intenționați să-l cumpărați, este necesar un minim de 0,015 ETH pentru a finaliza tranzacția.\n\nPe Binance Smart Chain, această cerință minimă este mai mică, dar încă se aplică.\n\nSuma minimă de jetoane $TGB care poate fi achiziționată este setată la 100 $TGB.",
    "text11": "Pasul 5: Finalizați achiziția",
    "text12": "După ce ați introdus suma, vi se va solicita să autorizați tranzacția.\n\nFăcând clic pe „Aprobare”, tranzacția ta va fi inițiată și verificată pe blockchain.\n\nTimpul de finalizare a tranzacțiilor poate varia de la secunde la minute, în funcție de congestionarea rețelei și de activitatea contractului inteligent.\n\nVă rugăm să rămâneți pe interfață până când achiziția este executată complet.",
    "text2": "Cum să cumpărați $TGB în timpul prevânzării",
    "text3": "Pasul 1: Vizitați portalul oficial",
    "text4": "Vizitați pagina web dedicată TG.Bit pentru a găsi interfața exclusivă de cumpărare în avansare.\n\nVă rugăm să rețineți că aceasta este singura platformă autorizată pentru a obține jetoane TGB în avans.",
    "text5": "Pasul 2: Alegeți metoda de plată",
    "text6": "Puteți alege să achiziționați jetonul TGB în avans în rețeaua Ethereum folosind Ethereum (ETH) sau Tether (USDT).\n\nAlternativ, puteți folosi Binance Smart Chain și alegeți BNB sau USDT.\n\nFaceți alegerea și treceți la pasul următor.",
    "text7": "Pasul 3: Conectați-vă portofelul cripto",
    "text8": "Dacă portofelul dvs. cripto nu s-a sincronizat încă, veți vedea o solicitare care vă va cere să vă conectați.\n\nDe obicei, portofelele sunt configurate pentru rețeaua principală Ethereum în mod implicit; \nacest lucru funcționează în avantajul dumneavoastră dacă tranzacționați cu ETH.\n\nCu toate acestea, dacă alegeți Binance Smart Chain, poate fi necesar să confirmați comutatorul de rețea.",
    "text9": "Pasul 4: specificați suma achiziției"
  },
  "licenseProof": {
    "text1": "Spațiul Web 3 este adesea privit ca Vestul Sălbatic, plin de dezinformare și fraudă.\n\nLa TG.Bit susținem cu mândrie că suntem o entitate de cazinou 100% cu licență completă cu sediul în Curacao.\n\nAșa că nu ezitați să jucați!",
    "text2": "Verificați licența"
  },
  "noKyc": {
    "text1": "Jocurile de noroc online fără KYC au avantaje reale.\n\nDe ani de zile, singura modalitate de a juca online a fost să predea informații personale.\n\nLa TG.Bit nu trebuie să furnizați informații personale.\n\nTot ce ai nevoie este un cont Telegram, niște criptomonede și ești gata să joci!\n\nEste nevoie doar de câțiva pași mici.",
    "text2": "Deschideți TG.Bit",
    "text3": "Descărcați Telegram",
    "text4": "Pasul 1",
    "text5": "Dacă nu aveți Telegram, vă rugăm să creați un cont după descărcarea aplicației sau, dacă aveți deja Telegram, deschideți-l prin link",
    "text6": "Pasul 2",
    "text7": "Puteți alege să vă conectați portofelul cripto sau să transferați fonduri în contul dvs. TG.Ber, aveți libertatea de a alege.\n\nOdată ce vă încărcați contul, sunteți gata de plecare!",
    "text8": "Pasul 3",
    "text9": "Alegeți un joc și începeți să jucați!\n\nPuteți face oricând retrageri nelimitate.\n\nVă puteți bucura de o experiență de joc fără griji la TG.Bit, 24/7, pe tot parcursul anului!"
  },
  "operationWay": {
    "text1": "TG.Bit nu este doar un cazinou, este un ecosistem care oferă recompense continue prin $TGB!"
  },
  "pledgeCoin": {
    "text1": "Monedele $TGB achiziționate în timpul jocului vor continua să genereze beneficii neașteptate pentru dvs., permițând jocurilor de noroc, divertismentului și gestionării financiare a mizei să stea în același unghi și să aducă beneficii nesfârșite fondurilor dvs.",
    "text2": "Câștigați venituri pasive",
    "text3": "Când mizați TGB-ul dvs., începeți imediat să câștigați recompense zilnice. \nUrmăriți-vă participațiile crescând în timp!",
    "text4": "Accesați recompense instantaneu",
    "text5": "Veți debloca imediat recompense de la miza pe care le puteți utiliza în TG.Bit sau le veți salva pentru mai târziu!",
    "text6": "Împărțiți bogăția",
    "text7": "Când mizați TGB-ul dvs., deblocați accesul la recompense bazate pe venituri. \nBucata ta și mai mare din plăcintă!"
  },
  "pledgeDetail": {
    "text1": "TG.Bit vă permite să mizați și să vă despărțiți jetoanele. \nAlegeți ce funcție doriți. \nDoar jetoanele mizate câștigă APY.",
    "text10": "Total recompense culese ($TGB)",
    "text11": "Recompense totale revendicabile ($TGB)",
    "text12": "A primi",
    "text13": "Miză",
    "text14": "Mizați-vă jetoanele pentru a primi recompense pasive pe baza APY-ului indicat.",
    "text15": "Max",
    "text16": "Află mai multe",
    "text17": "Dezlegați",
    "text18": "Dezlegați",
    "text19": "Anulați-vă jetoanele și răscumpărați recompensele APY din miza.",
    "text2": "APY actual",
    "text3": "Total $TGB mizați",
    "text4": "% din totalul $TGB mizați",
    "text5": "Total recompense plătite ($TGB)",
    "text6": "Conectați portofelul",
    "text7": "Miza ta",
    "text8": "Total $TGB mizați",
    "text9": "% din totalul $TGB mizați"
  },
  "preSale": {
    "text1": "Nu veți putea niciodată să obțineți $TGB la un preț mai bun decât prețul actual în timpul prevânzării noastre",
    "text2": "Recompense speciale",
    "text3": "Cumpărătorii de prevânzare sunt recompensați exclusiv atunci când joacă în cazinou",
    "text4": "Cel mai bun preț posibil",
    "text5": "Nu va exista niciodată un moment mai bun pentru a cumpăra TGB USD decât în ​​timpul prevânzării.",
    "text6": "Deveniți un high roller",
    "text7": "Investește 5.000 USD în prevânzare TGB pentru recompense NFT exclusive după lansare.",
    "text8": "Începeți să câștigați astăzi",
    "text9": "Cumpărați jetoane de prevânzare, începeți imediat să mizați pentru recompense pasive instantanee!"
  },
  "safeInstructions": {
    "text1": "TG.Bit nu necesită să efectuați nicio verificare KYC pentru a juca și nici măcar să vă conectați portofelul.\n\nPur și simplu reîncărcați contul și retrageți bani în orice moment.\n\nEste atat de simplu!",
    "text2": "Nu este necesar KYC",
    "text3": "Nu este nevoie să configurați un cont",
    "text4": "Joacă pe smartphone-ul tău",
    "text5": "Totul este pe Telegram",
    "text6": "Joaca acum"
  },
  "topBar": {
    "auditBtn": "Audit",
    "economic": "Tokenomics",
    "howBuy": "Cum să cumpere",
    "index": "Acasă",
    "methods": "Cum functioneaza",
    "pledgeBtn": "Miza",
    "qa": "FAQ",
    "reward": "Mizați recompense",
    "welfare": "Avantajele de prevânzare"
  },
  "webGame": {
    "text1": "Cu autorizarea jocului de la marii producători de jocuri, avem tot ce vrei să joci!",
    "text2": "Sute de jocuri",
    "text3": "Avem fiecare joc pe care ți-ai putea dori vreodată să-l joci, de la sloturi, jocuri de masă, cazinouri live și multe altele.\n\nOrice îți dorești, îți oferim noi!",
    "text4": "jocuri de noroc sportive",
    "text5": "Vă oferim peste 30 de sporturi diferite pe care să pariați, așa că veți găsi cu siguranță ceva care vă place!\n\nAlegeți un joc și puneți pariul acum!",
    "text6": "Alăturați-vă transmisiunii noastre live",
    "text7": "Vrei o adevărată experiență de cazinou în palma mâinii tale?\n\nAlătură-te miilor de alți jucători care joacă pe podea cazinoului!"
  },
  "whiteBook": {
    "text1": "Dacă doriți să aflați mai multe despre cum este diferit TG.Bit, citiți cartea noastră albă.\n\nSuntem mai mult decât un cazinou online!",
    "text2": "Hartie alba"
  },
  "whyPopular": {
    "text1": "Deși poate exista concurență pe piață, acestea nu se potrivesc cu ceea ce TG.Bit are de oferit.\n\nAvem toate cele mai bune jocuri, evenimente live, pariuri sportive și multe altele, pur și simplu nu există comparație.\n\nÎmpreună cu recompensele generoase pe care le oferim deținătorilor de $TGB, alegerea TG.Bit este o decizie înțeleaptă.",
    "text2": "Alăturați-vă nouă astăzi",
    "text3": "Numai în 2023, opțiunile pentru jocurile de noroc cu criptomonede s-au triplat.\n\nNefiind nevoie de KYC și de o platformă simplă, ușor de utilizat, nu este surprinzător faptul că oamenii se îngrămădesc pe site-uri precum TG.Bit pentru a juca online.\n\nDeci, de ce să alegeți TG.Bit?",
    "text4": "Joaca acum",
    "text5": "Joacă cu ușurință jocuri populare pe platforma Telegram fără întreruperi a TG.Bit.\n\nDatorită marketingului nostru puternic, TG.Bit devine rapid un nume cunoscut.\n\nBeneficiați de investiția noastră în jocurile online și de modelul nostru profitabil.\n\nVino să explorezi viitorul jocurilor cu noi!"
  },
  "tip": {
    "text1": "Vă rugăm să conectați wallect",
    "text10": "Achizițiile în $TGB au fost întrerupte",
    "text11": "Tranzacția a fost trimisă, vă rugăm să așteptați cu răbdare ca tranzacția să fie finalizată.",
    "text12": "Tranzacție reușită",
    "text13": "Tranzacția a mers prost",
    "text2": "Vă rugăm să cumpărați cel puțin 100 USD TGB.",
    "text3": "Nu aveți suficient ETH pentru a plăti pentru această tranzacție.\n \nAsigurați-vă că aveți 0,015 ETH pentru gaz și ETH pentru schimbul de jetoane.",
    "text4": "Nu aveți suficient ETH pentru a plăti pentru această tranzacție.\n \nAsigurați-vă că aveți 0,015 ETH pentru benzină și USDT pentru schimbul de jetoane.",
    "text5": "Nu aveți suficienți USDT pentru a plăti pentru această tranzacție.\n \nAsigurați-vă că aveți 0,015 ETH pentru benzină și USDT pentru schimbul de jetoane.",
    "text6": "Nu aveți suficient ETH pentru a plăti pentru această tranzacție.\n \nAsigurați-vă că aveți 0,015 ETH pentru gaz și USDC pentru schimbul de jetoane.",
    "text7": "Nu aveți suficienți USDC pentru a plăti această tranzacție.\n \nAsigurați-vă că aveți 0,015 ETH pentru gaz și USDC pentru schimbul de jetoane.",
    "text8": "Maximum {amount} USD TGC per tranzacție.",
    "text9": "0,015 ETH este rezervat pentru gaz. \nCantitatea efectivă utilizată va depinde de rețea.",
    "text14": "Numărul de recompense trebuie să fie mai mare de 100",
    "text15": "Cantitatea mizei trebuie să fie mai mare de 100",
    "text16": "Cantitatea de unstake trebuie să fie mai mare de 100",
    "text17": "Au mai rămas {zile} zile până la eliberarea mizei",
    "text18": "Pentru a finaliza această tranzacție, trebuie să fiți de acord cu accesul contractului la permisiunile dvs. USDT sau USDC"
  }
}
