{
  "actionView": {
    "text1": "Мировой",
    "text2": "КАЗИНО",
    "text3": "TG.Bet — ваше эксклюзивное место для онлайн-азартных игр с криптовалютой. \nПолностью лицензирован и на 100% безопасен, присоединяйтесь к нам сегодня!",
    "text4": "Присоединяйтесь к сообществу",
    "text5": "Играть сейчас",
    "text6": "Проверить лицензию",
    "text7": "ВОЗВРАТ НАЛИЧНЫХ",
    "text8": "О всех проигрышах при ставке $TGB Token"
  },
  "blockTitle": {
    "cc1": "Возможности криптоказино",
    "coin": "Токеномика",
    "ctl1": "НЕТ ЛУЧШЕГО ВРЕМЕНИ, ЧЕМ СЕЙЧАС",
    "ctl2": "Будущее здесь",
    "howBuy1": "Как купить токен $TGB",
    "lsp1": "Иметь полную лицензию",
    "nokyc1": "Сила KYC не требуется",
    "ow1": "Как это работает",
    "plc1": "Награды за стейкинг",
    "preTxt1": "Преимущества покупки $TGB в предварительной продаже",
    "qa": "Часто задаваемые вопросы",
    "safe1": "Легко играть",
    "wb": "Белая бумага",
    "wg1": "Наши игры",
    "wp1": "В TG.Bet есть все!",
    "wp2": "Почему Gamefi",
    "wp4": "Что отличает нас",
    "zhiya": "Стейкинг",
    "zhiyazr": "Общая ставка"
  },
  "bottomBar": {
    "text1": "Связаться с нами",
    "text2": "конфиденциальность",
    "text3": "Условия"
  },
  "coinChance": {
    "text1": "Рынок крипто-казино быстро рос с 2017 года: последние данные показывают, что рынок крипто-казино сейчас оценивается в 250 миллионов долларов.\n\nЭто составляет всего 0,1% от общего рынка казино, который в настоящее время оценивается в 26,33 миллиарда долларов.\n\nНо исследования показывают, что крипто-казино быстро отвоевывают долю рынка у онлайн-казино Web2 благодаря простоте доступа, отсутствию необходимости в KYC и возможности избежать отражения транзакций в банковских выписках.",
    "text2": "В настоящее время в 80% игр онлайн-казино играют на мобильных устройствах, при этом подавляющее большинство крипто-казино разрабатываются специально для мобильных устройств.\n\nTG.Bet делает еще один шаг вперед и предлагает эксклюзивно платформу Telegram, которая в настоящее время имеет более 1 миллиарда пользователей и, как ожидается, вырастет до 1,5 миллиардов пользователей в ближайшие 3-5 лет."
  },
  "coinTimes": {
    "text1": "Недавняя взрывная популярность криптовалютных азартных игр, похоже, не демонстрирует никаких признаков замедления.\n\nМы в TG.Bet понимаем, что игроки по всему миру ценят гибкость игры в любое время и в любом месте, сохранение анонимности и возможность делать ставки с использованием криптовалют.\n\nБудущее действительно наступило!"
  },
  "commonProblem": {
    "text1": "Чем отличается TG.Bet",
    "text10": "Мы запустим $TGB через несколько дней после окончания предпродажной подготовки. \nМы будем держать всех в курсе дня запуска через наш веб-сайт и социальные сети.",
    "text2": "TG.Bet предоставляет вам доступ ко всем лучшим играм онлайн-казино, букмекерским конторам и многому другому, но мы также стремимся развивать экосистему, в которой ценится лояльность. \nВ качестве свидетельства нашей преданности делу мы делимся частью доходов нашего казино посредством обратного выкупа токена $TGB. \nИграйте, зарабатывайте и получайте вознаграждение!",
    "text3": "Как долго длится предпродажа?",
    "text4": "Предварительная продажа будет открыта до тех пор, пока не будет достигнут хард-кап. \nМягкая капитализация предварительной продажи составляет 1 миллион долларов США.",
    "text5": "Почему мне следует покупать $TGB?",
    "text6": "Хотя TG.Bet позволит вам играть со многими ведущими криптовалютами, только $TGB даст вам доступ к невероятным вознаграждениям, как за ставку, так и за простое хранение нашего токена. \nДля игры в казино не требуется $TGB, но его можно использовать для ставок в играх, как и все другие валюты.",
    "text7": "Есть ли у предпродажи период перехода прав?",
    "text8": "Для $TGB не существует периода перехода прав. \nОднако, если вы сделаете ставку своих токенов во время предварительной продажи, они будут заблокированы до 10 дней дня запуска. \nСтавя токены, вы сразу же начинаете получать вознаграждения за стейкинг и другие будущие преимущества.",
    "text9": "Когда будет запущен токен?"
  },
  "economicToken": {
    "text1": "Для достижения благотворного цикла очень важно поведение каждого участника экосистемы.\n\nНе менее важны хорошо продуманные стимулы.",
    "text10": "Альянс",
    "text11": "Награды для тех, кто помогает развивать TG.Bet",
    "text12": "Инвесторы института",
    "text13": "Для сотрудничества и прямого маркетинга",
    "text2": "Пул ликвидности",
    "text3": "Чтобы создать пару на DEX",
    "text4": "Награды за стейкинг",
    "text5": "Чтобы вознаградить наших преданных владельцев",
    "text6": "Предпродажа",
    "text7": "Чтобы начать экосистему $TGB",
    "text8": "Награды игроков",
    "text9": "Награды каждому игроку",
    "text15": "Для сотрудничества и прямого маркетинга",
    "text17": "Для сотрудничества и прямого маркетинга",
    "text14": "Сообщество казначейства",
    "text16": "Маркетинг"
  },
  "homeForm": {
    "text1": "Текущая цена",
    "text10": "Покупайте и делайте ставки за {APY} APY",
    "text11": "Просто хочу купить без ставки",
    "text12": "Текущая ставка APY",
    "text13": "Купить в BSC",
    "text14": "Купить за ETH",
    "text15": "Покупка...",
    "text16": "куплен",
    "text2": "Конечная цель",
    "text3": "Купите сейчас, пока цены не выросли:",
    "text4": "кошелек",
    "text5": "ты платишь",
    "text6": "",
    "text7": "МАКС",
    "text8": "$TGB вы получаете",
    "text9": "Подключить кошелек"
  },
  "howToBuy": {
    "text1": "Чтобы приобрести токены во время пресейла, посетите официальный сайт TG.Bet.\n\nПосле пресейла токены можно будет получить непосредственно с официального сайта или через децентрализованные биржи.",
    "text10": "Введите количество токенов $TGB, которое вы хотите приобрести.\n\nОбратите внимание, что помимо стоимости токена, который вы собираетесь приобрести, для завершения транзакции требуется минимум 0,015 ETH.\n\nВ Binance Smart Chain это минимальное требование ниже, но все равно применяется.\n\nМинимальная сумма токенов $TGB, которую можно приобрести, составляет 100 $TGB.",
    "text11": "Шаг 5. Завершите покупку",
    "text12": "После ввода суммы вам будет предложено авторизовать транзакцию.\n\nНажав «Одобрить», ваша транзакция будет инициирована и подтверждена в блокчейне.\n\nВремя завершения транзакции может варьироваться от секунд до минут, в зависимости от перегрузки сети и активности смарт-контракта.\n\nПожалуйста, оставайтесь в интерфейсе до тех пор, пока покупка не будет полностью осуществлена.",
    "text2": "Как купить $TGB во время предпродажи",
    "text3": "Шаг 1: Посетите официальный портал",
    "text4": "Посетите специальную веб-страницу TG.Bet, чтобы найти эксклюзивный интерфейс покупки в предпродаже.\n\nОбратите внимание, что это единственная авторизованная платформа для получения предпродажных токенов $TGB.",
    "text5": "Шаг 2. Выберите способ оплаты.",
    "text6": "Вы можете приобрести предпродажный токен $TGB в сети Ethereum, используя Ethereum (ETH) или Tether (USDT).\n\nАльтернативно вы можете использовать Binance Smart Chain и выбрать BNB или USDT.\n\nСделайте свой выбор и переходите к следующему шагу.",
    "text7": "Шаг 3. Подключите свой криптокошелек",
    "text8": "Если ваш криптокошелек еще не синхронизирован, вы увидите приглашение с просьбой подключиться.\n\nОбычно кошельки по умолчанию настраиваются для основной сети Ethereum; \nэто работает в ваших интересах, если вы торгуете с ETH.\n\nОднако если вы выберете Binance Smart Chain, вам может потребоваться подтвердить переключение сети.",
    "text9": "Шаг 4: Укажите сумму покупки"
  },
  "licenseProof": {
    "text1": "Пространство Web 3 часто называют Диким Западом, наполненным дезинформацией и мошенничеством.\n\nВ TG.Bet мы с гордостью заявляем, что являемся 100% полностью лицензированным казино, базирующимся на Кюрасао.\n\nТак что, пожалуйста, не стесняйтесь играть!",
    "text2": "Проверить лицензию"
  },
  "noKyc": {
    "text1": "Азартные игры онлайн без KYC имеют реальные преимущества.\n\nВ течение многих лет единственным способом играть в азартные игры онлайн была передача личной информации.\n\nВ TG.Bet вам не нужно предоставлять личную информацию.\n\nВсе, что вам нужно, это учетная запись Telegram, немного криптовалюты, и вы готовы к игре!\n\nЭто займет всего несколько маленьких шагов.",
    "text2": "Открыть TG.Bet",
    "text3": "Скачать Телеграм",
    "text4": "Шаг 1",
    "text5": "Если у вас нет Telegram, создайте учетную запись после загрузки приложения или, если у вас уже есть Telegram, откройте его по ссылке.",
    "text6": "Шаг 2",
    "text7": "Вы можете подключить свой криптокошелек или перевести средства на свой аккаунт TG.Ber, у вас есть свобода выбора.\n\nКак только вы пополните свой счет, вы готовы к работе!",
    "text8": "Шаг 3",
    "text9": "Выбирайте игру и начинайте играть!\n\nВы можете осуществлять неограниченное снятие средств в любое время.\n\nВы можете наслаждаться беззаботной игрой на TG.Bet круглосуточно, 7 дней в неделю, круглый год!"
  },
  "operationWay": {
    "text1": "TG.Bet — это больше, чем просто казино, это экосистема, которая возвращает своим игрокам постоянные вознаграждения за счет использования $TGB."
  },
  "pledgeCoin": {
    "text1": "Монеты $TGB, купленные во время игры, будут продолжать приносить вам неожиданные выгоды, позволяя азартным играм, развлечениям и управлению ставками на ставки стоять под одним углом и приносить бесконечную выгоду вашим средствам.",
    "text2": "Получайте пассивный доход",
    "text3": "Когда вы ставите свои $TGB, вы сразу же начинаете получать ежедневные вознаграждения. \nНаблюдайте, как ваши активы растут с течением времени!",
    "text4": "Получите мгновенный доступ к наградам",
    "text5": "Вы сразу же разблокируете награды за ставки, которые сможете использовать в TG.Bet или сохраните их на будущее!",
    "text6": "Поделитесь богатством",
    "text7": "Когда вы ставите свои TGB в долларах США, вы открываете доступ к вознаграждениям, основанным на доходах. \nВаш еще больший кусок пирога!"
  },
  "pledgeDetail": {
    "text1": "TG.Bet позволяет вам ставить и снимать ваши токены. \nВыберите, какую функцию вы хотите. \nТолько поставленные токены приносят доход APY.",
    "text10": "Общая сумма полученных вознаграждений (TGB)",
    "text11": "Общая сумма вознаграждений, которые можно получить (TGB)",
    "text12": "Получать",
    "text13": "Ставка",
    "text14": "Ставьте свои токены, чтобы получать пассивные вознаграждения в зависимости от указанной APY.",
    "text15": "Макс",
    "text16": "Узнать больше",
    "text17": "снять ставку",
    "text18": "снять ставку",
    "text19": "Снимите ставки со своих токенов и получите вознаграждение APY от ставок.",
    "text2": "Текущая годовая процентная ставка",
    "text3": "Общая сумма ставок в $TGB",
    "text4": "% от общей суммы ставок в $TGB",
    "text5": "Общая сумма выплаченных вознаграждений (TGB)",
    "text6": "Подключить кошелек",
    "text7": "Ваша ставка",
    "text8": "Общая сумма ставок в $TGB",
    "text9": "% от общей суммы ставок в $TGB"
  },
  "preSale": {
    "text1": "Никогда не будет другой возможности получить TGB по лучшей цене, чем во время нашей предпродажной подготовки. \nВот некоторые из преимуществ!",
    "text2": "Специальные награды",
    "text3": "Предпродажные покупатели получают вознаграждение исключительно за игру в казино.",
    "text4": "Лучшая возможная цена",
    "text5": "Никогда не будет лучшего времени для покупки $TGB, чем во время предпродажи.",
    "text6": "Станьте хайроллером",
    "text7": "Инвестируйте 5 000 долларов США в предварительную продажу TGB и получите эксклюзивные награды NFT после запуска.",
    "text8": "Начните зарабатывать сегодня",
    "text9": "Купите предпродажные токены и начните делать ставки для получения мгновенных пассивных вознаграждений прямо сейчас!"
  },
  "safeInstructions": {
    "text1": "Начать TG.Bet легко: просто откройте TG.Bet в Telegram, пополните свой счет любой крупной криптовалютой и начните играть!",
    "text2": "Открывай и играй",
    "text3": "Нет настройки учетной записи",
    "text4": "Играйте на своем смартфоне",
    "text5": "Все в Телеграмме",
    "text6": "Играть сейчас"
  },
  "tip": {
    "text1": "Пожалуйста, подключите кошелек",
    "text10": "Покупки в $TGB приостановлены.",
    "text11": "Транзакция отправлена, пожалуйста, терпеливо подождите завершения транзакции.",
    "text12": "Транзакция успешна",
    "text13": "Транзакция пошла не так",
    "text14": "Количество наград должно быть больше 100.",
    "text15": "Сумма ставки должна быть больше 100.",
    "text16": "Количество разстейков должно быть больше 100.",
    "text17": "До освобождения ставки осталось {days} дн.",
    "text18": "Чтобы завершить эту транзакцию, вам необходимо согласиться на доступ контракта к вашим разрешениям USDT или USDC.",
    "text19": "Чтобы купить $TGB за USDT/USDC, вам сначала необходимо разрешить нам доступ к USDT/USDC в вашем кошельке.",
    "text2": "Пожалуйста, приобретите минимум 100 долларов TGB.",
    "text20": "Утвердить",
    "text21": "Чтобы сделать стейкинг в $TGB, вам сначала необходимо разрешить нам доступ к $TGB в вашем кошельке.",
    "text22": "Обработка",
    "text3": "У вас недостаточно ETH для оплаты этой транзакции.\n\n \nУбедитесь, что у вас есть 0,015 ETH для газа и ETH для обмена токенов.",
    "text4": "У вас недостаточно ETH для оплаты этой транзакции.\n\n \nУбедитесь, что у вас есть 0,015 ETH для газа и USDT для обмена токенов.",
    "text5": "У вас недостаточно USDT для оплаты этой транзакции.\n\n \nУбедитесь, что у вас есть 0,015 ETH для газа и USDT для обмена токенов.",
    "text6": "У вас недостаточно ETH для оплаты этой транзакции.\n\n \nУбедитесь, что у вас есть 0,015 ETH для газа и USDC для обмена токенов.",
    "text7": "У вас недостаточно долларов США для оплаты этой транзакции.\n\n \nУбедитесь, что у вас есть 0,015 ETH для газа и USDC для обмена токенов.",
    "text8": "Максимальная {сумма} ТГБ за транзакцию.",
    "text9": "0,015 ETH зарезервировано для газа. \nФактическая использованная сумма будет зависеть от сети.",
    "text23": "Адрес токена $TGB",
    "text24": "Копировать",
    "text25": "Скопировано успешно",
    "text26": "Этот браузер не поддерживает копирование, скопируйте вручную»."
  },
  "topBar": {
    "auditBtn": "Аудит",
    "economic": "Токеномика",
    "howBuy": "Как купить",
    "index": "Дом",
    "methods": "Как это работает",
    "pledgeBtn": "Стейкинг",
    "qa": "Часто задаваемые вопросы",
    "reward": "Награды за стейкинг",
    "welfare": "Преимущества предпродажной подготовки"
  },
  "webGame": {
    "text1": "Благодаря авторизации от крупнейших производителей игр у нас есть все, во что вы захотите играть!",
    "text2": "Сотни игр",
    "text3": "У нас есть все игры, в которые вы когда-либо захотите поиграть: игровые автоматы, настольные игры, живое казино и многое другое.\n\nЧего бы вы ни пожелали, мы обеспечим это для вас!",
    "text4": "спортивные азартные игры",
    "text5": "Мы предлагаем вам сделать ставки на более чем 30 различных видов спорта, так что вы обязательно найдете то, что вам понравится!\n\nВыберите игру и сделайте ставку прямо сейчас!",
    "text6": "Присоединяйтесь к нашей прямой трансляции",
    "text7": "Хотите почувствовать настоящее казино у себя на ладони?\n\nПрисоединяйтесь к тысячам других игроков, играющих в казино!"
  },
  "whiteBook": {
    "text1": "Если вы хотите узнать больше о том, чем TG.Bet отличается от других, прочтите наш технический документ.\n\nМы больше, чем просто онлайн-казино!",
    "text2": "Белая бумага"
  },
  "whyPopular": {
    "text1": "Хотя на рынке может существовать конкуренция, они не могут сравниться с тем, что может предложить TG.Bet.\n\nУ нас есть все лучшие игры, живые события, ставки на спорт и многое другое, просто нет сравнения.\n\nВ сочетании с щедрыми вознаграждениями, которые мы предлагаем держателям $TGB, выбор TG.Bet является мудрым решением.",
    "text2": "Присоединяйтесь к нам",
    "text3": "Только в 2023 году возможности для азартных игр с использованием криптовалют утроились.\n\nПоскольку KYC не требуется, а платформа проста в использовании и проста в использовании, неудивительно, что люди стекаются на такие сайты, как TG.Bet, чтобы играть в азартные игры онлайн.\n\nИтак, почему стоит выбрать TG.Bet?",
    "text4": "Играть сейчас",
    "text5": "Легко играйте в популярные игры на удобной платформе Telegram TG.Bet.\n\nБлагодаря нашему сильному маркетингу имя TG.Bet быстро становится нарицательным.\n\nВоспользуйтесь нашими инвестициями в онлайн-игры и нашей прибыльной моделью.\n\nПриходите исследовать будущее игр вместе с нами!"
  }
}
