{
  "actionView": {
    "text1": "โทรเลขชั้นนำของโลก",
    "text2": "คาสิโน",
    "text3": "TG.Bit เป็นสถานที่พิเศษของคุณสำหรับการพนัน crypto ออนไลน์ที่ไม่ระบุชื่อ \nได้รับใบอนุญาตอย่างสมบูรณ์และปลอดภัย 100% เข้าร่วมกับเราวันนี้!",
    "text4": "เข้าร่วมชุมชน",
    "text5": "เล่นเลย",
    "text6": "ตรวจสอบใบอนุญาต",
    "text7": "เงินคืน",
    "text8": "รับเงินคืน 25% จากการสูญเสียทั้งหมดเมื่อเดิมพันด้วยโทเค็น $TGB"
  },
  "blockTitle": {
    "cc1": "โอกาสคาสิโน Crypto",
    "coin": "โทเคโนมิกส์",
    "ctl1": "ไม่มีเวลาที่ดีกว่าตอนนี้",
    "ctl2": "อนาคตอยู่ที่นี่",
    "howBuy1": "วิธีซื้อโทเค็น $TGB",
    "lsp1": "มีใบอนุญาตครบถ้วน",
    "nokyc1": "พลังที่ไม่จำเป็นต้องมี KYC",
    "ow1": "มันทำงานอย่างไร",
    "plc1": "รางวัลการปักหลัก",
    "preTxt1": "ประโยชน์ของการซื้อ $TGB ในช่วงพรีเซลล์",
    "qa": "คำถามที่พบบ่อย",
    "safe1": "เล่นง่าย",
    "wb": "กระดาษสีขาว",
    "wg1": "เกมของเรา",
    "wp1": "TG.Bit มีทุกอย่าง!",
    "wp2": "ทำไมต้องเป็น Gamefi",
    "wp4": "สิ่งที่ทำให้เราแตกต่าง",
    "zhiya": "การปักหลัก",
    "zhiyazr": "การปักหลักทั้งหมด"
  },
  "bottomBar": {
    "text1": "วิธีการชำระเงิน",
    "text2": "ความเป็นส่วนตัว",
    "text3": "เงื่อนไข"
  },
  "coinChance": {
    "text1": "ตลาดคาสิโน crypto เติบโตอย่างรวดเร็วตั้งแต่ปี 2560 โดยข้อมูลล่าสุดแสดงให้เห็นว่าตลาดคาสิโน crypto มีมูลค่า 250 ล้านดอลลาร์\n\nนี่คิดเป็นเพียง 0.1% ของตลาดคาสิโนทั้งหมด ซึ่งปัจจุบันมีมูลค่า 26.33 พันล้านดอลลาร์\n\nแต่การวิจัยแสดงให้เห็นว่าคาสิโน crypto กำลังแย่งส่วนแบ่งการตลาดจากคาสิโนออนไลน์ Web2 อย่างรวดเร็ว เนื่องจากความสะดวกในการเข้าถึง ไม่จำเป็นต้องใช้ KYC และความสามารถในการหลีกเลี่ยงธุรกรรมที่แสดงบนใบแจ้งยอดธนาคาร",
    "text2": "ปัจจุบัน 80% ของเกมคาสิโนออนไลน์เล่นบนอุปกรณ์มือถือ โดยคาสิโนเข้ารหัสลับส่วนใหญ่ได้รับการออกแบบมาโดยเฉพาะสำหรับอุปกรณ์มือถือ\n\nTG.Bit ก้าวไปอีกขั้นหนึ่งและนำเสนอแพลตฟอร์ม Telegram โดยเฉพาะ ซึ่งปัจจุบันมีผู้ใช้มากกว่า 1 พันล้านคน และคาดว่าจะเพิ่มเป็น 1.5 พันล้านผู้ใช้ในอีก 3-5 ปีข้างหน้า"
  },
  "coinTimes": {
    "text1": "ความนิยมที่เพิ่มขึ้นอย่างรวดเร็วของการพนัน crypto ดูเหมือนจะไม่แสดงสัญญาณของการชะลอตัวลง\n\nพวกเราที่ TG.Bit เข้าใจดีว่าผู้เล่นทั่วโลกชื่นชมความยืดหยุ่นในการเล่นทุกที่ทุกเวลา ไม่เปิดเผยตัวตน และสามารถวางเดิมพันโดยใช้สกุลเงินดิจิทัลได้\n\nอนาคตมาถึงแล้วจริงๆ!"
  },
  "commonProblem": {
    "text1": "อะไรทำให้ TG.Bit แตกต่าง",
    "text10": "เราจะเปิดตัว $TGB ภายในไม่กี่วันหลังจากสิ้นสุดการขายล่วงหน้า \nเราจะแจ้งให้ทุกคนทราบถึงวันเปิดตัวผ่านทางเว็บไซต์และโซเชียลมีเดียของเรา",
    "text2": "TG.Bit ให้คุณเข้าถึงเกมคาสิโนออนไลน์ชั้นนำ หนังสือกีฬา และอื่นๆ อีกมากมาย แต่เรายังมุ่งมั่นที่จะสร้างระบบนิเวศที่ให้ความสำคัญกับความภักดีอีกด้วย \nเพื่อเป็นข้อพิสูจน์ถึงความทุ่มเทของเรา เรากำลังตอบแทนด้วยการแบ่งปันรายได้ส่วนหนึ่งของคาสิโนของเราผ่านการซื้อคืนโทเค็น $TGB \nเล่น รับ และรับรางวัล!",
    "text3": "พรีเซลล์นานแค่ไหน?",
    "text4": "โดยจะเปิดพรีเซลล์จนกว่าจะถึงจำนวนฮาร์ดแคป \nซอฟต์แคปสำหรับการขายล่วงหน้าคือ 1 ล้านเหรียญสหรัฐ",
    "text5": "เหตุใดฉันจึงควรซื้อ $TGB?",
    "text6": "แม้ว่า TG.Bit จะให้คุณเล่นกับสกุลเงินดิจิทัลชั้นนำมากมาย มีเพียง $TGB เท่านั้นที่ให้คุณเข้าถึงรางวัลอันเหลือเชื่อ ทั้งจากการเดิมพันและเพียงแค่ถือโทเค็นของเรา \nไม่จำเป็นต้องใช้ $TGB สำหรับการเล่นในคาสิโน แต่สามารถใช้เพื่อเดิมพันในเกมได้เหมือนกับสกุลเงินอื่นๆ ทั้งหมด",
    "text7": "การขายล่วงหน้ามีระยะเวลาให้สิทธิหรือไม่?",
    "text8": "ไม่มีระยะเวลาการให้สิทธิ์สำหรับ $TGB \nอย่างไรก็ตาม หากคุณเดิมพันโทเค็นของคุณในช่วงพรีเซล โทเค็นเหล่านั้นจะถูกล็อคจนถึงวันเปิดตัว 10 วัน \nการปักหลักโทเค็นจะเริ่มรับรางวัลจากการปักหลักและผลประโยชน์อื่น ๆ ในอนาคตทันที",
    "text9": "โทเค็นจะเปิดตัวเมื่อใด"
  },
  "economicToken": {
    "text1": "เพื่อให้บรรลุวงจรที่มีคุณธรรม พฤติกรรมของผู้เข้าร่วมแต่ละคนในระบบนิเวศมีความสำคัญมาก\n\nสิ่งสำคัญไม่แพ้กันคือสิ่งจูงใจที่ออกแบบมาอย่างดี",
    "text10": "พันธมิตร",
    "text11": "รางวัลสำหรับผู้ที่ช่วยให้ TG.Bit เติบโต",
    "text12": "การตลาด",
    "text13": "สำหรับการทำงานร่วมกันและการตลาดทางตรง",
    "text2": "แหล่งรวมสภาพคล่อง",
    "text3": "เพื่อสร้างคู่บน DEX",
    "text4": "รางวัลการปักหลัก",
    "text5": "เพื่อตอบแทนผู้ถือครองที่ทุ่มเทของเรา",
    "text6": "พรีเซลล์",
    "text7": "เพื่อเริ่มต้นระบบนิเวศ $TGB",
    "text8": "รางวัลผู้เล่น",
    "text9": "รางวัลสำหรับผู้เล่นทุกคน"
  },
  "homeForm": {
    "text1": "ราคาปัจจุบัน",
    "text10": "ซื้อและเดิมพันในราคา {APY} APY",
    "text11": "แค่อยากจะซื้อโดยไม่ต้องเดิมพัน",
    "text12": "APY การปักหลักปัจจุบัน",
    "text13": "ซื้อได้ที่บีเอสซี",
    "text14": "ซื้อที่ ETH",
    "text2": "เป้าหมายสุดท้าย",
    "text3": "ซื้อเลยก่อนที่ราคาจะเพิ่มขึ้นใน:",
    "text4": "กระเป๋าสตางค์",
    "text5": "คุณจ่าย",
    "text6": "",
    "text7": "สูงสุด",
    "text8": "$TGB ที่คุณได้รับ",
    "text9": "เชื่อมต่อกระเป๋าสตางค์",
    "text15": "กำลังจัดซื้อ...",
    "text16": "ซื้อแล้ว"
  },
  "howToBuy": {
    "text1": "หากต้องการซื้อโทเค็นในช่วง Presale โปรดไปที่เว็บไซต์อย่างเป็นทางการของ TG.Bit\n\nหลังจากการขายล่วงหน้า สามารถรับโทเค็นได้โดยตรงจากเว็บไซต์อย่างเป็นทางการหรือผ่านการแลกเปลี่ยนแบบกระจายอำนาจ",
    "text10": "ป้อนจำนวนโทเค็น $TGB ที่คุณต้องการซื้อ\n\nโปรดทราบว่านอกเหนือจากราคาโทเค็นที่คุณตั้งใจจะซื้อแล้ว ต้องมีขั้นต่ำ 0.015 ETH เพื่อการทำธุรกรรมให้เสร็จสมบูรณ์\n\nบน Binance Smart Chain ข้อกำหนดขั้นต่ำนี้ต่ำกว่า แต่ยังคงมีผลบังคับใช้\n\nจำนวนขั้นต่ำของโทเค็น $TGB ที่สามารถซื้อได้ตั้งไว้ที่ 100 $TGB",
    "text11": "ขั้นตอนที่ 5: ทำการซื้อของคุณให้เสร็จสิ้น",
    "text12": "เมื่อคุณป้อนจำนวนเงินแล้ว คุณจะได้รับแจ้งให้อนุมัติการทำธุรกรรม\n\nเมื่อคลิก \"อนุมัติ\" ธุรกรรมของคุณจะเริ่มต้นและตรวจสอบบนบล็อกเชน\n\nเวลาในการทำธุรกรรมให้เสร็จสิ้นอาจแตกต่างกันตั้งแต่วินาทีไปจนถึงนาที ขึ้นอยู่กับความแออัดของเครือข่ายและกิจกรรมสัญญาอัจฉริยะ\n\nโปรดอยู่ในอินเทอร์เฟซจนกว่าการซื้อจะดำเนินการโดยสมบูรณ์",
    "text2": "วิธีซื้อ $TGB ในช่วงพรีเซลล์",
    "text3": "ขั้นตอนที่ 1: เยี่ยมชมพอร์ทัลอย่างเป็นทางการ",
    "text4": "เยี่ยมชมหน้าเว็บเฉพาะของ TG.Bit เพื่อค้นหาอินเทอร์เฟซการซื้อล่วงหน้าพิเศษ\n\nโปรดทราบว่านี่เป็นแพลตฟอร์มเดียวที่ได้รับอนุญาตเพื่อรับโทเค็น $TGB ล่วงหน้า",
    "text5": "ขั้นตอนที่ 2: เลือกวิธีการชำระเงิน",
    "text6": "คุณสามารถเลือกซื้อโทเค็น Presale $TGB บนเครือข่าย Ethereum โดยใช้ Ethereum (ETH) หรือ Tether (USDT)\n\nหรือคุณสามารถใช้ประโยชน์จาก Binance Smart Chain และเลือก BNB หรือ USDT\n\nตัดสินใจเลือกและดำเนินการขั้นตอนต่อไป",
    "text7": "ขั้นตอนที่ 3: เชื่อมต่อกระเป๋าเงิน crypto ของคุณ",
    "text8": "หากกระเป๋าเงินดิจิตอลเข้ารหัสของคุณยังไม่ได้ซิงค์ คุณจะเห็นข้อความแจ้งให้คุณเชื่อมต่อ\n\nโดยปกติแล้ว กระเป๋าเงินจะถูกตั้งค่าสำหรับ Ethereum mainnet ตามค่าเริ่มต้น \nสิ่งนี้จะเป็นประโยชน์กับคุณหากคุณซื้อขายกับ ETH\n\nอย่างไรก็ตาม หากคุณเลือก Binance Smart Chain คุณอาจต้องยืนยันสวิตช์เครือข่าย",
    "text9": "ขั้นตอนที่ 4: ระบุจำนวนการซื้อ"
  },
  "licenseProof": {
    "text1": "พื้นที่ Web 3 มักถูกมองว่าเป็น Wild West ซึ่งเต็มไปด้วยข้อมูลที่ผิดและการฉ้อโกง\n\nที่ TG.Bit เราภูมิใจอ้างว่าเราเป็นองค์กรคาสิโนที่ได้รับใบอนุญาตเต็มรูปแบบ 100% ซึ่งตั้งอยู่ใน Curacao\n\nดังนั้นโปรดเล่นอย่างอิสระ!",
    "text2": "ตรวจสอบใบอนุญาต"
  },
  "noKyc": {
    "text1": "การพนันออนไลน์ที่ไม่มี KYC มีข้อได้เปรียบอย่างแท้จริง\n\nเป็นเวลาหลายปีแล้วที่วิธีเดียวในการพนันออนไลน์คือการมอบข้อมูลส่วนบุคคล\n\nที่ TG.Bit คุณไม่จำเป็นต้องให้ข้อมูลส่วนบุคคล\n\nสิ่งที่คุณต้องมีคือบัญชี Telegram เงินดิจิตอลบางส่วน และคุณก็พร้อมที่จะเล่นแล้ว!\n\nใช้เวลาเพียงไม่กี่ขั้นตอนเท่านั้น",
    "text2": "เปิด TG.Bit",
    "text3": "ดาวน์โหลดโทรเลข",
    "text4": "ขั้นตอนที่ 1",
    "text5": "หากคุณไม่มี Telegram โปรดสร้างบัญชีหลังจากดาวน์โหลดแอป หรือหากคุณมี Telegram อยู่แล้ว ให้เปิดบัญชีผ่านลิงก์",
    "text6": "ขั้นตอนที่ 2",
    "text7": "คุณสามารถเลือกที่จะเชื่อมต่อกระเป๋าเงินดิจิตอลของคุณหรือโอนเงินไปยังบัญชี TG.Ber ของคุณ คุณมีอิสระในการเลือก\n\nเมื่อคุณเติมเงินในบัญชีของคุณ คุณก็พร้อมที่จะไป!",
    "text8": "ขั้นตอนที่ 3",
    "text9": "เลือกเกมและเริ่มเล่น!\n\nคุณสามารถถอนเงินได้ไม่จำกัดเมื่อใดก็ได้\n\nคุณสามารถเพลิดเพลินกับประสบการณ์การเล่นเกมที่ไร้กังวลได้ที่ TG.Bit ตลอด 24 ชั่วโมงทุกวันตลอดทั้งปี!"
  },
  "operationWay": {
    "text1": "TG.Bit ไม่ใช่แค่คาสิโน แต่เป็นระบบนิเวศที่ให้รางวัลอย่างต่อเนื่องผ่าน $TGB!"
  },
  "pledgeCoin": {
    "text1": "เหรียญ $TGB ที่ซื้อระหว่างเกมจะยังคงสร้างผลประโยชน์ที่ไม่คาดคิดให้กับคุณ ช่วยให้การพนัน ความบันเทิง และการจัดการทางการเงินที่เดิมพันอยู่ในมุมเดียวกันและนำผลประโยชน์มาสู่เงินทุนของคุณอย่างไม่มีที่สิ้นสุด",
    "text2": "รับรายได้แบบพาสซีฟ",
    "text3": "เมื่อคุณเดิมพัน $TGB คุณจะเริ่มรับรางวัลรายวันทันที \nดูการถือครองของคุณเพิ่มขึ้นเมื่อเวลาผ่านไป!",
    "text4": "เข้าถึงรางวัลได้ทันที",
    "text5": "คุณจะปลดล็อครางวัลจากการเดิมพันทันทีที่คุณสามารถใช้ใน TG.Bit หรือบันทึกไว้ใช้ในภายหลัง!",
    "text6": "แบ่งปันความมั่งคั่ง",
    "text7": "เมื่อคุณเดิมพัน $TGB คุณจะปลดล็อคการเข้าถึงรางวัลตามรายได้ \nพายชิ้นใหญ่ของคุณ!"
  },
  "pledgeDetail": {
    "text1": "TG.Bit ให้คุณเดิมพันและถอนโทเค็นของคุณ \nเลือกฟังก์ชันที่คุณต้องการ \nโทเค็นที่เดิมพันเท่านั้นที่จะได้รับ APY",
    "text10": "รางวัลรวมที่เก็บเกี่ยวได้ ($TGB)",
    "text11": "รางวัลทั้งหมดที่ขอรับได้ ($TGB)",
    "text12": "รับ",
    "text13": "เดิมพัน",
    "text14": "เดิมพันโทเค็นของคุณเพื่อรับรางวัลแบบพาสซีฟตาม APY ที่ระบุ",
    "text15": "สูงสุด",
    "text16": "เรียนรู้เพิ่มเติม",
    "text17": "ถอนเดิมพัน",
    "text18": "ถอนเดิมพัน",
    "text19": "ถอนโทเค็นของคุณและแลกรางวัล APY ของคุณจากการปักหลัก",
    "text2": "APY ปัจจุบัน",
    "text3": "ยอดเดิมพัน $TGB ทั้งหมด",
    "text4": "% ของเงินเดิมพัน $TGB ทั้งหมด",
    "text5": "รางวัลทั้งหมดที่จ่ายไป ($TGB)",
    "text6": "เชื่อมต่อกระเป๋าสตางค์",
    "text7": "การปักหลักของคุณ",
    "text8": "ยอดเดิมพัน $TGB ทั้งหมด",
    "text9": "% ของเงินเดิมพัน $TGB ทั้งหมด"
  },
  "preSale": {
    "text1": "คุณจะไม่มีทางได้รับ $TGB ในราคาที่ดีกว่าราคาปัจจุบันในช่วงพรีเซลล์ของเรา",
    "text2": "รางวัลพิเศษ",
    "text3": "ผู้ซื้อล่วงหน้าจะได้รับรางวัลเฉพาะเมื่อพวกเขาเล่นในคาสิโน",
    "text4": "ราคาที่ดีที่สุดที่เป็นไปได้",
    "text5": "ไม่มีเวลาใดที่จะดีไปกว่าการซื้อ $TGB ในช่วงพรีเซลล์",
    "text6": "กลายเป็นลูกกลิ้งสูง",
    "text7": "ลงทุน 5,000 USD ในการขายล่วงหน้า $TGB เพื่อรับรางวัล NFT หลังการเปิดตัวสุดพิเศษ",
    "text8": "เริ่มรับรายได้วันนี้",
    "text9": "ซื้อโทเค็นพรีเซลล์ เริ่มเดิมพันเพื่อรับรางวัลทันทีทันที!"
  },
  "safeInstructions": {
    "text1": "TG.Bit ไม่ต้องการให้คุณทำการตรวจสอบ KYC เพื่อเล่น หรือแม้แต่เชื่อมต่อกระเป๋าเงินของคุณ\n\nเพียงเติมเงินในบัญชีของคุณและถอนเงินได้ตลอดเวลา\n\nมันง่ายมาก!",
    "text2": "ไม่จำเป็นต้องมี KYC",
    "text3": "ไม่จำเป็นต้องตั้งค่าบัญชี",
    "text4": "เล่นบนสมาร์ทโฟนของคุณ",
    "text5": "ทุกอย่างอยู่ในโทรเลข",
    "text6": "เล่นเลย"
  },
  "topBar": {
    "auditBtn": "การตรวจสอบ",
    "economic": "โทเคโนมิกส์",
    "howBuy": "วิธีการซื้อ",
    "index": "บ้าน",
    "methods": "มันทำงานอย่างไร",
    "pledgeBtn": "การปักหลัก",
    "qa": "คำถามที่พบบ่อย",
    "reward": "รางวัลการปักหลัก",
    "welfare": "สิทธิประโยชน์ก่อนการขาย"
  },
  "webGame": {
    "text1": "ด้วยการอนุญาตเกมจากผู้ผลิตเกมรายใหญ่ เรามีทุกสิ่งที่คุณต้องการเล่น!",
    "text2": "หลายร้อยเกม",
    "text3": "เรามีทุกเกมที่คุณต้องการเล่น ตั้งแต่สล็อต เกมบนโต๊ะ คาสิโนสด และอื่นๆ อีกมากมาย\n\nสิ่งที่คุณต้องการ เราจัดให้!",
    "text4": "การพนันกีฬา",
    "text5": "เรามีกีฬามากกว่า 30 ประเภทให้คุณเดิมพัน ดังนั้นคุณจะพบสิ่งที่คุณชอบอย่างแน่นอน!\n\nเลือกเกมและวางเดิมพันของคุณทันที!",
    "text6": "เข้าร่วมการถ่ายทอดสดของเรา",
    "text7": "ต้องการประสบการณ์คาสิโนที่แท้จริงในมือคุณหรือไม่?\n\nเข้าร่วมกับผู้เล่นนับพันคนที่เล่นบนพื้นคาสิโน!"
  },
  "whiteBook": {
    "text1": "หากคุณต้องการเรียนรู้เพิ่มเติมว่า TG.Bit แตกต่างอย่างไร โปรดอ่านเอกสารไวท์เปเปอร์ของเรา\n\nเราเป็นมากกว่าคาสิโนออนไลน์!",
    "text2": "กระดาษสีขาว"
  },
  "whyPopular": {
    "text1": "แม้ว่าตลาดอาจมีการแข่งขัน แต่ก็ไม่สามารถเทียบเคียงกับข้อเสนอของ TG.Bit ได้\n\nเรามีเกมชั้นนำ รายการสด การเดิมพันกีฬา และอื่นๆ อีกมากมาย ไม่มีอะไรจะเทียบได้\n\nเมื่อรวมกับรางวัลมากมายที่เรามอบให้แก่ผู้ถือ $TGB การเลือก TG.Bit ถือเป็นการตัดสินใจที่ชาญฉลาด",
    "text2": "เข้าร่วมกับเราวันนี้",
    "text3": "ในปี 2023 เพียงปีเดียว ตัวเลือกสำหรับการพนันด้วยสกุลเงินดิจิทัลได้เพิ่มขึ้นสามเท่า\n\nเนื่องจากไม่จำเป็นต้องใช้ KYC และมีแพลตฟอร์มที่ราบรื่นและใช้งานง่าย จึงไม่น่าแปลกใจที่ผู้คนจะแห่กันไปที่เว็บไซต์อย่าง TG.Bit เพื่อเดิมพันออนไลน์\n\nแล้วทำไมถึงเลือก TG.Bit?",
    "text4": "เล่นเลย",
    "text5": "เล่นเกมยอดนิยมได้อย่างง่ายดายบนแพลตฟอร์ม Telegram ไร้รอยต่อของ TG.Bit\n\nด้วยการตลาดที่แข็งแกร่งของเรา TG.Bit จึงกลายเป็นชื่อที่ใช้ในครัวเรือนอย่างรวดเร็ว\n\nรับประโยชน์จากการลงทุนในเกมออนไลน์และรูปแบบการทำกำไรของเรา\n\nมาสำรวจอนาคตของการเล่นเกมกับเรา!"
  },
  "tip": {
    "text1": "กรุณาเชื่อมต่อวอลเล็ค",
    "text10": "การซื้อ $TGB ถูกหยุดชั่วคราว",
    "text11": "ธุรกรรมได้ถูกส่งไปแล้ว โปรดอดทนรอเพื่อให้ธุรกรรมเสร็จสมบูรณ์",
    "text12": "ทำธุรกรรมสำเร็จ",
    "text13": "การทำธุรกรรมผิดพลาด",
    "text2": "กรุณาซื้ออย่างน้อย 100 $TGB",
    "text3": "คุณมี ETH ไม่เพียงพอที่จะชำระค่าธุรกรรมนี้\n \nตรวจสอบให้แน่ใจว่าคุณมี 0.015 ETH สำหรับก๊าซและ ETH สำหรับการแลกเปลี่ยนโทเค็น",
    "text4": "คุณมี ETH ไม่เพียงพอที่จะชำระค่าธุรกรรมนี้\n \nตรวจสอบให้แน่ใจว่าคุณมี 0.015 ETH สำหรับ gas และ USDT สำหรับการแลกเปลี่ยนโทเค็น",
    "text5": "คุณมี USDT ไม่เพียงพอที่จะชำระค่าธุรกรรมนี้\n \nตรวจสอบให้แน่ใจว่าคุณมี 0.015 ETH สำหรับ gas และ USDT สำหรับการแลกเปลี่ยนโทเค็น",
    "text6": "คุณมี ETH ไม่เพียงพอที่จะชำระค่าธุรกรรมนี้\n \nตรวจสอบให้แน่ใจว่าคุณมี 0.015 ETH สำหรับ gas และ USDC สำหรับการแลกเปลี่ยนโทเค็น",
    "text7": "คุณมี USDC ไม่เพียงพอที่จะชำระค่าธุรกรรมนี้\n \nตรวจสอบให้แน่ใจว่าคุณมี 0.015 ETH สำหรับ gas และ USDC สำหรับการแลกเปลี่ยนโทเค็น",
    "text8": "สูงสุด {amount} $TGC ต่อธุรกรรม",
    "text9": "0.015 ETH สงวนไว้สำหรับก๊าซ \nปริมาณการใช้จริงจะขึ้นอยู่กับเครือข่าย",
    "text14": "จำนวนรางวัลต้องมากกว่า 100",
    "text15": "จำนวนเดิมพันต้องมากกว่า 100",
    "text16": "ปริมาณที่ถอนออกต้องมากกว่า 100",
    "text17": "เหลือเวลาอีก {days} วันก่อนที่เงินเดิมพันจะถูกปลด",
    "text18": "เพื่อทำธุรกรรมนี้ให้เสร็จสมบูรณ์ คุณต้องยอมรับสัญญาในการเข้าถึงสิทธิ์ USDT หรือ USDC ของคุณ"
  }
}
